<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <title>qurrotul uyun</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <link href="file:///android_asset/styles.css" rel="stylesheet" type="text/css">
</head>

<body>

<h2>Walimah (Hukum Resepsi Pernikahan)</h2>
<p><b>Walimah (Hukum Resepsi Pernikahan)</b><br>
    Ibnu yamun menyebutkan perkara2 yang di butuhkan untuk mengadakan pesta pernikahan, beliau mengatakan :</p>
<p> &#1608;&#1604;&#1610;&#1608;&#1604;&#1605;&#1606; &#1589;&#1575;&#1581; &#1608;&#1604;&#1608; &#1576;&#1588;&#1575;&#1577; # &#1603;&#1605;&#1575; &#1575;&#1578;&#1609; &#1606;&#1602;&#1604;&#1575; &#1593;&#1606; &#1575;&#1604;&#1585;&#1608;&#1575;&#1577;</p>
<p>seharusnya orang yang menadakan pernikahan, meskipun hanya dengan satu kambing, seperti penjelasan yang di kutip dari para perawi</p>
<p>(Beliau ) syech Ibnu yamun menyatakan bahwa walimah itu juga di perlukan dalam pernikahan, ada dua pendapat mengenai walimah, apa sunah ataukah wajib ?</p>
<p>Sunah, Mengadakan pesta pernikahan di hukumi sunah oleh sebagian para ulama setelah melewati malam pertama kesunahan walimah sdh terpenuhi meskipun jamuan alakadarnya dan tidak berlebihan. sdikitnya menyembelih satu kambing. karena ada hadit shoheh dari anas :<br>
</p>
<p>&#1605;&#1575;&#1575;&#1620;&#1608;&#1618;&#1604;&#1614;&#1605;&#1618; &#1575;&#1604;&#1606;&#1617;&#1576;&#1610;&#1615; &#1589;&#1614;&#1604;&#1617;&#1609; &#1575;&#1604;&#1604;&#1607;&#1615; &#1593;&#1604;&#1610;&#1607; &#1608;&#1614;&#1587;&#1614;&#1604;&#1617;&#1605; &#1593;&#1614;&#1604;&#1609; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1605;&#1616;&#1606;&#1618; &#1606;&#1616;&#1587;&#1614;&#1575;&#1609;&#1620;&#1616;&#1607; &#1605;&#1614;&#1575;&#1575;&#1620;&#1608;&#1618;&#1604;&#1614;&#1605;&#1618; &#1593;&#1614;&#1604;&#1648;&#1609; &#1586;&#1614;&#1610;&#1618;&#1606;&#1614;&#1576;&#1618; &#1575;&#1620;&#1614;&#1608;&#1618;&#1604;&#1614;&#1605;&#1618; &#1576;&#1616;&#1588;&#1614;&#1575;&#1577;&#1613;</p>
<p>Artinya : Nabi tidak mengadakan walimah dengan menggunakan sesuatu dari semua istrinya melebihi ketika mengadakan walimah ketika menikah dengan Zainab  yaitu beliau mengadakan walimah dengan seekor kambing</p>
<p>Dalam hadis dari Anas Ra, ia berkata: </p>
<p>&#1593;&#1614;&#1606;&#1618; &#1575;&#1614;&#1606;&#1614;&#1587;&#1616; &#1576;&#1618;&#1606;&#1616; &#1605;&#1614;&#1575;&#1604;&#1616;&#1603;&#1613; &#1575;&#1614;&#1606;&#1614;&#1617; &#1575;&#1604;&#1606;&#1614;&#1617;&#1576;&#1616;&#1610;&#1614;&#1617; &#1589; &#1585;&#1614;&#1571;&#1614;&#1609; &#1593;&#1614;&#1604;&#1614;&#1609; &#1593;&#1614;&#1576;&#1618;&#1583;&#1616; &#1575;&#1604;&#1585;&#1614;&#1617;&#1581;&#1618;&#1605;&#1606;&#1616; &#1576;&#1618;&#1606;&#1616; &#1593;&#1614;&#1608;&#1618;&#1601;&#1613; &#1575;&#1614;&#1579;&#1614;&#1585;&#1614; &#1589;&#1615;&#1601;&#1618;&#1585;&#1614;&#1577;&#1613; &#1601;&#1614;&#1602;&#1614;&#1575;&#1604;&#1614;: &#1605;&#1614;&#1575; &#1607;&#1584;&#1614;&#1575;&#1567; &#1602;&#1614;&#1575;&#1604;&#1614;: &#1610;&#1614;&#1575; &#1585;&#1614;&#1587;&#1615;&#1608;&#1618;&#1604;&#1614; &#1575;&#1604;&#1604;&#1607;&#1616; &#1575;&#1616;&#1606;&#1617;&#1609; &#1578;&#1614;&#1586;&#1614;&#1608;&#1614;&#1617;&#1580;&#1618;&#1578;&#1615; &#1575;&#1605;&#1618;&#1585;&#1614;&#1571;&#1614;&#1577;&#1611; &#1593;&#1614;&#1604;&#1614;&#1609; &#1608;&#1614;&#1586;&#1618;&#1606;&#1616; &#1606;&#1614;&#1608;&#1614;&#1575;&#1577;&#1613; &#1605;&#1616;&#1606;&#1618; &#1584;&#1614;&#1607;&#1614;&#1576;&#1613;. &#1602;&#1614;&#1575;&#1604;&#1614;: &#1601;&#1614;&#1576;&#1614;&#1575;&#1585;&#1614;&#1603;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1604;&#1614;&#1603;&#1614;. &#1575;&#1614;&#1608;&#1618;&#1604;&#1616;&#1605;&#1618; &#1608;&#1614; &#1604;&#1614;&#1608;&#1618; &#1576;&#1616;&#1588;&#1614;&#1575;&#1577;&#1613;. &#1605;&#1587;&#1604;&#1605;</p>
<p>Dari Anas bin Malik, bahwasanya Nabi SAW melihat ada bekas kuning-kuning pada 'Abdur Rahman bin 'Auf. Maka beliau bertanya, &quot;Apa ini ?&quot;. Ia menjawab, &quot;Ya Rasulullah, saya baru saja menikahi wanita dengan mahar seberat biji dari emas&quot;. Maka beliau bersabda, &quot;Semoga Allah memberkahimu. Selenggarakan walimah meskipun (hanya) dengan (menyembelih) seekor kambing&quot;. [HR. Muslim] apabila kamu tidak mampu, maka adakanlah walimah dengan 2 mud gandum. Dan dengan 2 mud gandum inilah jumlah minimal yang digunakan untuk walimah oleh Nabi saw ketika menikahi istri istri beliau.</p>
<p>Dalam shahih Imam Bukhari dari Shafiyah binti Syaibat, ia berkata:</p>
<p> &#1593;&#1614;&#1606;&#1618; &#1589;&#1614;&#1601;&#1616;&#1610;&#1614;&#1617;&#1577;&#1614; &#1576;&#1616;&#1606;&#1618;&#1578;&#1616; &#1588;&#1614;&#1610;&#1618;&#1576;&#1614;&#1577;&#1614; &#1575;&#1614;&#1606;&#1614;&#1617;&#1607;&#1614;&#1575; &#1602;&#1614;&#1575;&#1604;&#1614;&#1578;&#1618;: &#1575;&#1614;&#1608;&#1618;&#1604;&#1614;&#1605;&#1614; &#1575;&#1604;&#1606;&#1614;&#1617;&#1576;&#1616;&#1610;&#1615;&#1617; &#1589; &#1593;&#1614;&#1604;&#1614;&#1609; &#1576;&#1614;&#1593;&#1618;&#1590;&#1616; &#1606;&#1616;&#1587;&#1614;&#1575;&#1574;&#1616;&#1607;&#1616; &#1576;&#1616;&#1605;&#1615;&#1583;&#1614;&#1617;&#1610;&#1618;&#1606;&#1616; &#1605;&#1616;&#1606;&#1618; &#1588;&#1614;&#1593;&#1616;&#1610;&#1618;&#1585;&#1613;. &#1575;&#1604;&#1576;&#1582;&#1575;&#1585;&#1609;</p>
<p>Dari Shafiyah binti Syaibah, bahwa ia berkata, &quot;Nabi SAW mengadakan walimah atas (pernikahannya) dengan sebagian istrinya dengan dua mud gandum&quot;. [HR. Bukhari].</p>
<p>&#1593;&#1614;&#1606;&#1618; &#1575;&#1614;&#1606;&#1614;&#1587;&#1613; &#1601;&#1616;&#1609; &#1602;&#1616;&#1589;&#1614;&#1617;&#1577;&#1616; &#1589;&#1614;&#1601;&#1616;&#1610;&#1614;&#1617;&#1577;&#1614; &#1575;&#1614;&#1606;&#1614;&#1617; &#1575;&#1604;&#1606;&#1614;&#1617;&#1576;&#1616;&#1610;&#1614;&#1617; &#1589; &#1580;&#1614;&#1593;&#1614;&#1604;&#1614; &#1608;&#1614;&#1604;&#1616;&#1610;&#1618;&#1605;&#1614;&#1578;&#1614;&#1607;&#1614;&#1575; &#1575;&#1604;&#1578;&#1614;&#1617;&#1605;&#1618;&#1585;&#1614; &#1608;&#1614; &#1575;&#1618;&#1604;&#1575;&#1614;&#1602;&#1616;&#1591;&#1614; &#1608;&#1614; &#1575;&#1604;&#1587;&#1614;&#1617;&#1605;&#1618;&#1606;&#1614;. &#1575;&#1581;&#1605;&#1583; &#1608; &#1605;&#1587;&#1604;&#1605;</p>
<p>Dari Anas tentang kisah Shafiyah bahwa sesungguhnya Nabi SAW mengadakan walimah (pernikahannya) dengan kurma, keju dan samin. [HR. Ahmad dan Muslim].</p>
<p>&quot;Bubur samin, kurma dan susu kental # itu namanya haes, hanya saja haes tidak kental&quot;.</p>
<p>&#1608; &#1601;&#1609; &#1585;&#1608;&#1575;&#1610;&#1577; &#1575;&#1614;&#1606;&#1614;&#1617; &#1575;&#1604;&#1606;&#1614;&#1617;&#1576;&#1616;&#1610;&#1614;&#1617; &#1589; &#1575;&#1614;&#1602;&#1614;&#1575;&#1605;&#1614; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614; &#1582;&#1614;&#1610;&#1618;&#1576;&#1614;&#1585;&#1614; &#1608;&#1614; &#1575;&#1618;&#1604;&#1605;&#1614;&#1583;&#1616;&#1610;&#1618;&#1606;&#1614;&#1577;&#1614; &#1579;&#1614;&#1604;&#1575;&#1614;&#1579;&#1614; &#1604;&#1614;&#1610;&#1614;&#1575;&#1604;&#1613; &#1610;&#1614;&#1576;&#1618;&#1606;&#1616;&#1609; &#1576;&#1616;&#1589;&#1614;&#1601;&#1616;&#1610;&#1614;&#1617;&#1577;&#1614; &#1601;&#1614;&#1583;&#1614;&#1593;&#1614;&#1608;&#1618;&#1578;&#1615; &#1575;&#1618;&#1604;&#1605;&#1615;&#1587;&#1618;&#1604;&#1616;&#1605;&#1616;&#1610;&#1618;&#1606;&#1614; &#1575;&#1616;&#1604;&#1614;&#1609; &#1608;&#1614;&#1604;&#1616;&#1610;&#1618;&#1605;&#1614;&#1578;&#1616;&#1607;&#1616; &#1605;&#1614;&#1575; &#1603;&#1614;&#1575;&#1606;&#1614; &#1601;&#1616;&#1610;&#1618;&#1607;&#1614;&#1575; &#1605;&#1616;&#1606;&#1618; &#1582;&#1615;&#1576;&#1618;&#1586;&#1613; &#1608;&#1614; &#1604;&#1575;&#1614; &#1604;&#1614;&#1581;&#1618;&#1605;&#1613; &#1608;&#1614; &#1605;&#1614;&#1575; &#1603;&#1614;&#1575;&#1606;&#1614; &#1601;&#1616;&#1610;&#1618;&#1607;&#1614;&#1575; &#1575;&#1616;&#1604;&#1575;&#1614;&#1617; &#1575;&#1614;&#1606;&#1618; &#1575;&#1614;&#1605;&#1614;&#1585;&#1614; &#1576;&#1616;&#1575;&#1618;&#1604;&#1575;&#1614;&#1606;&#1618;&#1591;&#1614;&#1575;&#1593;&#1616; &#1601;&#1614;&#1576;&#1615;&#1587;&#1616;&#1591;&#1614;&#1578;&#1618; &#1601;&#1614;&#1575;&#1614;&#1604;&#1618;&#1602;&#1614;&#1609; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1614;&#1575; &#1575;&#1604;&#1578;&#1614;&#1617;&#1605;&#1618;&#1585;&#1614; &#1608;&#1614; &#1575;&#1618;&#1604;&#1575;&#1614;&#1602;&#1616;&#1591;&#1614; &#1608;&#1614; &#1575;&#1604;&#1587;&#1614;&#1617;&#1605;&#1618;&#1606;&#1614;. &#1601;&#1614;&#1602;&#1614;&#1575;&#1604;&#1614; &#1575;&#1618;&#1604;&#1605;&#1615;&#1587;&#1618;&#1604;&#1616;&#1605;&#1615;&#1608;&#1618;&#1606;&#1614;: &#1575;&#1616;&#1581;&#1618;&#1583;&#1614;&#1609; &#1575;&#1615;&#1605;&#1614;&#1617;&#1607;&#1614;&#1575;&#1578;&#1616; &#1575;&#1618;&#1604;&#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1616;&#1610;&#1618;&#1606;&#1614; &#1575;&#1614;&#1608;&#1618; &#1605;&#1614;&#1575; &#1605;&#1614;&#1604;&#1614;&#1603;&#1614;&#1578;&#1618; &#1610;&#1614;&#1605;&#1616;&#1610;&#1618;&#1606;&#1615;&#1607;&#1615;&#1567; &#1601;&#1614;&#1602;&#1614;&#1575;&#1604;&#1615;&#1608;&#1618;&#1575;: &#1575;&#1616;&#1606;&#1618; &#1581;&#1614;&#1580;&#1614;&#1576;&#1614;&#1607;&#1614;&#1575; &#1601;&#1614;&#1607;&#1616;&#1610;&#1614; &#1575;&#1616;&#1581;&#1618;&#1583;&#1614;&#1609; &#1575;&#1615;&#1605;&#1614;&#1617;&#1607;&#1614;&#1575;&#1578;&#1616; &#1575;&#1618;&#1604;&#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1616;&#1610;&#1618;&#1606;&#1614;. &#1608;&#1614; &#1575;&#1616;&#1606;&#1618; &#1604;&#1614;&#1605;&#1618; &#1610;&#1614;&#1581;&#1618;&#1580;&#1615;&#1576;&#1618;&#1607;&#1614;&#1575; &#1601;&#1614;&#1607;&#1616;&#1610;&#1614; &#1605;&#1616;&#1605;&#1614;&#1617;&#1575; &#1605;&#1614;&#1604;&#1614;&#1603;&#1614;&#1578;&#1618; &#1610;&#1614;&#1605;&#1616;&#1610;&#1618;&#1606;&#1615;&#1607;&#1615; &#1601;&#1614;&#1604;&#1614;&#1605;&#1614;&#1617;&#1575; &#1575;&#1585;&#1618;&#1578;&#1614;&#1581;&#1614;&#1604;&#1614; &#1608;&#1614;&#1591;&#1614;&#1617;&#1571;&#1614; &#1582;&#1614;&#1604;&#1618;&#1601;&#1614;&#1607;&#1615; &#1608;&#1614; &#1605;&#1614;&#1583;&#1614;&#1617; &#1575;&#1618;&#1604;&#1581;&#1616;&#1580;&#1614;&#1575;&#1576;&#1614;. &#1575;&#1581;&#1605;&#1583; &#1608; &#1575;&#1604;&#1576;&#1582;&#1575;&#1585;&#1609; &#1608; &#1605;&#1587;&#1604;&#1605;</p>
<p>Dan dalam riwayat lain (dikatakan) : Bahwasanya Nabi SAW pernah singgah diantara Khaibar dan Madinah selama tiga malam dimana beliau mengadakan pesta pernikahan dengan Shafiyah, kemudian aku mengundang kaum muslimin untuk menghadiri walimahnya, yang dalam walimah itu hanya ada roti tanpa daging dan di situ beliau hanya menyuruh dihamparkannya tikar-tikar, lalu diletakkan di atasnya kurma, keju dan samin. Lalu kaum muslimin pada bertanya, &quot;(Ini upacaranya) salah seorang ummul mukminin ataukah hamba perempuan yang dimilikinya ?&quot;. Lalu mereka menjawab, &quot;Jika Nabi SAW mentabirinya maka ia adalah seorang umul mukminin dan jika tidak mentabirinya maka ia adalah hamba yang beliau miliki&quot;. Kemudian tatkala Nabi SAW mendengar, beliau melangkah ke belakang dan menarik tabir. [HR. Ahmad, Bukhari dan Muslim].</p>
<p>Dan dari sebagian sesuatu yang di anjurkan di dalam walimah adalah, hendaklah Shohibul walimah bertujuan mengikuti sunah Nabi dengan walimah tersebut, serta menghibur teman teman. Dan juga hendaklah ia memberi makanan tersebut kepada orang yang baik baik (sholeh) saja, jangan kepada orang yang tidak baik (fasiq). </p>
<p>&#1608;&#1614;&#1575;&#1582;&#1618;&#1589;&#1615;&#1589;&#1618; &#1576;&#1616;&#1583;&#1614;&#1593;&#1618;&#1608;&#1614;&#1578;&#1616;&#1603;&#1614; &#1575;&#1604;&#1575;&#1620;&#1576;&#1618;&#1585;&#1614;&#1575;&#1585;&#1614; &#1608;&#1614;&#1575;&#1583;&#1618;&#1593;&#1615;&#1607;&#1615;&#1605;&#1618; # &#1608;&#1614;&#1583;&#1614;&#1593;&#1618; &#1584;&#1614;&#1608;&#1616;&#1610; &#1575;&#1604;&#1601;&#1616;&#1587;&#1618;&#1602;&#1616; &#1578;&#1614;&#1581;&#1618;&#1608;&#1616;&#1609; &#1575;&#1604;&#1585;&#1617;&#1615;&#1588;&#1618;&#1583;&#1614; &#1601;&#1610; &#1575;&#1604;&#1593;&#1614;&#1605;&#1614;&#1604;&#1616;</p>
<p>&quot;Khususkanlah undanganmu kepada orang orang yang baik (shaleh), dan undanglah mereka # dan tinggalkanlah orang orang fasiq, maka kamu akan mendapat petunjuk di dalam beramal&quot; <br>
</p>
<p>Dan dari Imron bin Hasini ia berkata:</p>
<p>&#1593;&#1606; &#1593;&#1605;&#1585;&#1575;&#1606; &#1576;&#1606; &#1581;&#1589;&#1610;&#1606;: &#1571;&#1614;&#1606;&#1617;&#1614; &#1575;&#1604;&#1606;&#1576;&#1610; &#1589;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1606;&#1607;&#1609; &#1593;&#1606; &#1575;&#1604;&#1573;&#1616;&#1580;&#1614;&#1575;&#1576;&#1614;&#1577;&#1616; &#1604;&#1616;&#1591;&#1614;&#1593;&#1614;&#1575;&#1605;&#1616; &#1575;&#1604;&#1601;&#1614;&#1575;&#1587;&#1616;&#1602;&#1616;&#1610;&#1618;&#1606;&#1614;  &#1585;&#1608;&#1575;&#1607; &#1575;&#1604;&#1576;&#1610;&#1607;&#1602;&#1610; &#1601;&#1610; &#1575;&#1604;&#1588;&#1593;&#1576;</p>
<p>Artinya : &quot;Rasululloh Saw. Melarang mendatangi undangan untuk makan bersama orang orang fasiq&quot; </p>
<p>Dalam undangan walimah hendaklah hendaklah tidak mengabaikan para kerabat dan sahabat karib. Sebab, mengkhususkan undangan hanya untuk sebagian kerabat atau sahabat, akan menimbulkan rasa kurang enak dan kecurigaan. </p>
<p>Backrut pendapat yang masyhur, mendatangi undangan walimah hukumnya wajib, meskipun dalam keadaan puasa. Sedang Backrut pendapat yang lain mengatakan hukumnya sunah, karena ada sabda Nabi Saw, yang di riwayatkan oleh Ibnu Umar Ra sebagai berikut: </p>
<p>&quot;Apabila salah seorang di antara kalian diundang untuk menghadiri walimah, maka hendaklah mendatanginya. Apabila tidak sedang puasa, makanlah dan jika sedang puasa, maka tinggalkanlah makanan itu. Dan barang siapa masuk ke tempat walimah tanpa diundang, maka dia masuk seperti halnya pencuri dan keluar dengan membawa kekacauan&quot;. </p>
<p>Dan bersabda Rasulullah Saw: &quot;Sejelek jelek makanan suguhan adalah makanan yang disuguhkan pada waktu walimah, di mana undangan hanya di khususkan untuk orang orang kaya saja dan tidak mengundang orang orang fakir. Dan barang siapa tidak menghadiri undangan walimah, maka ia berdosa kepada Alloh dan Rasulnya&quot;. </p>
<p>Akan tetapi wajibnya mendatangi undangan bila syarat syaratnya telah terpenuhi, diantaranya adalah: Bila tidak ada orang yang menyakitinya di tempat walimah tsb, Dan tidak ada kemungkaran  dan maksiat seperti sohibul hajat menggunakan permadani yg terbuat dari sutra,( atau segala bentuk hiburan yg bertentangan dgn syariat islam, seperti yg banyak terjadi di jaman sekarang, bercampurnya laki laki dan perempuan yang bukan mahram ) atau ada lukisan (makhluk hidup) di dinding, <br>
    Tidak berdesak desakan dan ia terkunci di dalam rumahnya sehingga tidak bisa keluar, dan yang lain lainnya. </p>
<p>Dan telah menazhamkan akan syarat syarat tersebut Syaikh Abu Abdillah Sayidi Muhammad At Tawudi Ibni Saudah Rohimahullah: </p>
<p>&quot;Bagi muslim yang di undang (wajib menghadiri undangan jika) jalan tidak berlumpur # atau tidak ada yang menghalang halangi atau khalayak ramai tidak memperhatikan orang yang sedang makan&quot;.</p>
<p> &quot;Atau walimah diadakan dengan maksud kemegahan # atau para undangan makan bawang putih dan bawang merah /bau mulut&quot;.</p>
<p> &quot;Atau bercampurnya laki laki dan perempuan # atau yang mengundang terkenal buruk tingkah lakunya&quot;.</p>
<p> &quot;Atau hadirnya wanita yang bukan mahram # atau anak muda belia, yang dikhawatirkan bisa menjerumuskan ke dalam perbuatan dosa&quot;. </p>
<p>&quot;Jika mendapat dua undangan, dahulukanlah yang pertama # jika bersamaan, dahulukanlah yang lebih dekat rumahnya&quot;. </p>
<p>Dan di antara etika mendatangi undangan walimah adalah tidak bermaksud mencari kesenangan nafsu perut belaka, tapi harus mempunyai niat mengikuti perintah syariat agama, menghormati sahabatnya, menziarahi, menjaga diri dari buruk sangka sahabatnya yang akan timbul jika ia menolak undangan.</p>
<p>Kemudian Ibnu Yamun menjelaskan hal hal yang harus dijauhi di dalam walimah dengan ucapannya:</p>
<p>&quot;Hindarilah kebiasaan di dalam walimah # wahai kawan dari kemungkaran dan perbuatan dosa&quot;</p>
<p> &quot;Seperti berkumpulnya laki laki dan perempuan # yang di haramkan oleh syara dan tabiat&quot; </p>
<p>&quot;Dan qiaskanlah, seperti memakai pacar, kebiasaan yang jelek # dari wanita merdeka, jagalah dirimu dari hal hal tsb&quot; </p>
<p>&quot;Dan minuman khamer dan memamerkan darah perawan # itu bagian dari kemungkaran, maka jagalah dirimu dari semua yang aku isyarahkan ini&quot; </p>
<p>Ibnu Yamun menjelaskan, bahwasanya wajib menjauhikebiasaan yang sudah umum dalam suatu walimah, yakni kemungkaran dan perbuatan dosa yang di haramkan syara. Seperti, :</p>
<p>
<ul>
    <li>Bercampurnya laki laki dan perempuan yang bukan mahram, </li>
    <li> Mewarnai tangan pengantin laki laki dengan pacar, baik itu di depan para wanita seperti kebiasaan suatu kaum atau tidak. Dan kebiasaan jelek wanita merdeka. </li>
    <li> Dan adanya minuman minuman keras. </li>
    <li> Dan menaikan pengantin wanita di atas usungan laki laki. </li>
    <li>  Dan hal hal yang biasa berlaku di kalangan orang orang bodoh lainnya seperti memasuki kamar pengantin wanita untuk melihat darah perawan kemudian mereka bermain main atasnya, serta berbagai bentuk kemungkaran dan kemaksiatan yang di gelar di tempat walimah yang tidak bisa di hitung jumlah dan jenisnya karena perbedaan negri, kampung dan adat istiadat</li></ul> </p>
<p>Oleh karena itu, menjadi kewajiban bagi orang yg mengadakan walimah untuk tidak berusaha mengadakan hal hal seperti di atas, kecuali dia memang berani menghadapi murka Allah Swt. Syaikh Abu Qosim Al Asfahani telah mengeluarkan sebuah hadis marfu' dalam kitabnya yang berjudul At_Tharghib Wat Tarhib dari Anas Ra: &quot;Tidak henti hentinya kalimat LAA ILAAHA ILLALLAAH memberi manfaat kepada orang yg membacanya dan menolak azab dan siksaan, selagi tidak menghinakan haknya kalimat tsb. Para Sahabat bertanya: &quot;ya Rasulallah, apakah yg di maksud dengan menghinakan haknya?&quot; Nabi menjawab, &quot;Sudah jelas segala perbuatan manusia itu penuh maksiat kepada Allah Swt., namun mereka tidak mengingkari dan enggan untuk merubahnya.</p>
<p>Dalam hadis marfu' dari Abdullah Bin Umar Ra, dikatakan: &quot;Perintahkanlah untuk berbuat baik dan cegahlah perbuatan mungkar, sebelum doamu tidak di kabulkan dan permohonan ampunmu tidak diterima Allah Swt. Sesungguhnya menyuruh kebaikan dan mencegah kemungkaran tidak bisa menolak rezeki dan tidak bisa mendekatkan ajal. Sesungguhnya tokoh tokoh yahudi dan pendeta nasrani ketika mereka meninggalkan amar ma'ruf nahi mungkar, Allah Swt melaknat mereka melalui lisan para Nabinya, kemudian bencana pun merata melanda mereka.&quot;</p>
<p>Imam Al Muhasibi berkata: &quot;Bagi shohibul walimah tidak boleh diam saja terhadap kemungkaran kemungkaran dalam walimah. Dengan jalan apapun dia harus menghentikannya. Oleh karena hal itu terjadi di rumahnya, maka dialah yang berhak berbuat sesuatu.&quot;</p>
<p>Dan ucapan Ibnu Yamun lafaz AL WALAA IMU itu jamaknya lafaz WALIIMATUN. Dan WALIMATUN itu adalah nama bagi setiap makanan yang di ambil / disuguhkan kepada orang orang yang berkumpul. Dan berkata Ibnu Faris: &quot;Walimah itu adalah makanan pengantin&quot;. Sebagai mana yang ia katakan di dalam kitab Al Misbah.</p>
<p>Dan pendapat Ibnu Faris inilah pendapat yang paling masyhur. Dan adapun makanan selain walimah, ada juga makanan yang di berikan nama khusus sesuai kebutuhannya, sebagai mana berkata sebagian Ulama:</p>
<p>&quot;Nama nama makanan yg sudah terkenal itu adalah # WALIMAH, MA'DUBAH, WAKIRAH&quot;</p>
<p> &quot;KHARSUN, A'DZAR, dan katakanlah AQIQAH # ATIRAH, NAQI'AH, TAQIAH&quot;</p>
<p>&quot;Walimah hanya untuk acara pernikahan, wahai orang yg berbudi # sedang Ma'dubah hanya untuk menjamu teman&quot;</p>
<p> &quot;Wakirah adalah makanan sebab membangun rumah baru # dan Kharsun adalah makanan dari hewan yang di sembelih karena lahir anak&quot;</p>
<p>&quot;Dan A'dzar adalah makanan karena sebab di khitan # maka fahamilah, semoga Allah Swt Backnjukkan kejelasan&quot;</p>
<p> &quot;Aqiqah adalah makanan di hari ketujuh bagi anak yg di lahirkan # Atirah adalah sedekah untuk mayat, maka ambillah apa yg kami rumuskan ini&quot;</p>
<p>&quot;Naqi'ah adalah makanan sebab kedatangan seseorang dari berpergian # maka peliharalahketerangan ulama ini, maka kamu akan mendapat (kebahagiaan laksana) intan&quot;.</p>
<p>Dan kesimpulan hukum dalam masalah makanan suguhan adalah, bahwa mendatangi suguhan di dalam walimah adalah wajib, jika beberapa syarat telah sempurna. Sedangkan makanan suguhan dalam resepsi yg ada karena adat istiadat, seperti suguhan dalam resepsi kelahiran atau khitanan, maka hukumnya tidak wajib dan tidak makruh. Dan suguhan suguhan yg tidak ada sebab / tidak dalam rangka apa apa, maka bagi orang yg memiliki sifat sifat keutamaan tidak di sunahkan mendatangi undangannya, bahkan makruh bila bergegas mendatangi undangannya, sebagai mana dikemukakan oleh Imam Al Baji dalam kitab Al Muntaqa.</p>
<p>Imam Ibnu Arabi mengatakan, bahwa Nabi Saw menghadiri setiap undangan kaum muslimin. Namun, ketika perbuatan dan niat mereka telah rusak, maka para Ulama tidak senang apabila orang orang yg memiliki sifat sifat keutamaan, bergegas mendatangi undangan, kecuali jika telah terpenuhi syarat syaratnya. Dan hal ini, karena tidak ada di dalam hadis, keterangan yang membolehkan mendatangi undangan yg hanya untuk bermegah megahan dan memaksakan diri. Bahkan yg ada adalah cegahan dari hal hal seperti itu.</p>
<p>Imam Baihaqi meriwayatkan sebuah hadis marfu', bahwa dua orang yg saling membanggakan diri dalam resepsi tidak perlu di hadiri undangannya dan suguhannya tidak usah dimakan. Dan yg dimaksud saling membanggakan diri ialah, saling menyombongkan diri soal makanan dengan niat yg tidak baik. Dan perkataan Ibnu Yamun, bahwa yg termasuk makanan mungkar adalah setiap makanan yg tidak ada dasar hukumnya, baik dalam alqur'an maupun hadis.</p>
<p>Lafaz wal jaraa-imu merupakan bentuk jamak dari lafaz jariimatun yg berarti dosa atau perbuatan dosa. Walaawilu artinya mendoakan kejelekan. Dan ucapan penazham 'ul masaa-ila artinya adalah maka jagalah oleh kalian akan isyarat isyarat ini. Adapun keberadaan dua kalimat itu adalah untuk menyempurnakan bait syair. Lafaz 'uu adalah fiil amar yg disandarkan pada wawu jama' yg di ambil dari fiil madhi wa'aa dan mudharinya ya'ii dengan menggunakan arti hafidzha yang artinya menjaga atau memelihara.</p>
<p>DUA FAEDAH<br>
    Pertama, Syaikh Syarif Al Husain menyebutkan dalam kitab syarah yg ditulisnya, yaitu syarah nazham Ibnu Imad, bahwa ketika Nabi Adam As bertemu dengan Ibu Hawa As, dimana pada waktu itu Hawa melihat Nabi Adam, di suatu tempat yg agak jauh, sehingga ia mengeraskan suaranya karena sangat bergembira bisa bertemu dengan Nabi Adam As, dan mengeluarkan suara yg tidak di mengerti, yg menyerupai gelak tawa yg jelek. Syaikh Syarif mengatakan, bahwa karena itulah sewaktu bergembira dan bersenang senang, biasanya wanita terus menerus tertawa tawa yg jelek. Sedang pada saat mendapat kesusahan dia selalu berbuat kerusakan.</p>
<p>Kedua, hak pengantin putri atas kedua orang tuanya adalah, kedua orang tuanya hendaklah selalu memberi pelajaran tentang kebaikan mata pencaharian dan etika pergaulan dengan suami. Misalnya kata kata sebagai berikut: &quot; Hendaklah engkau bersikap seperti tanah bagi suamimu dan suamimu menjadi seperti langit bagimu. Hendaklah engkau menjadi seperti tikar bagi suamimu dan suamimu sebagai mana tiang. Hendaklah engkau menjadi seperti budak perempuan, maka suamimu akan seperti halnya hamba bagimu. Hendaklah engkau kepada suamimu selalu taat, maka suamimu pun akan selalu taat kepadamu&quot;. Dan nasehat nasehat yg baik lainnya.</p>


</body>
</html>