<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <title>qurrotul uyun</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <link href="file:///android_asset/styles.css" rel="stylesheet" type="text/css">
</head>

<body>

<h2>Memasuki Bulan Madu</h2>
<p> <b>Memasuki Bulan Madu</b></p>
<p> Ibnu Yamun Backturkan dalam nazham nya yang ber bahar rajas :</p>
<p>&#1608;&#1604;&#1604;&#1583;&#1617;&#1582;&#1615;&#1608;&#1604;&#1616; &#1608;&#1614;&#1602;&#1618;&#1578;&#1615;&#1607;&#1615; &#1605;&#1614;&#1593;&#1618;&#1585;&#1615;&#1608;&#1601;&#1612; # &#1576;&#1614;&#1593;&#1618;&#1583;&#1614; &#1575;&#1604;&#1593;&#1616;&#1588;&#1614;&#1575;&#1569; &#1571;&#1608;&#1618; &#1602;&#1614;&#1576;&#1618;&#1604;&#1614;&#1607;&#1614;&#1575; &#1605;&#1614;&#1571;&#1618;&#1604;&#1615;&#1608;&#1618;&#1601;&#1612;</p>
<p>&quot;Waktu memasuki bulan madu, maklum adanya, sesudah Isya' atau sebelumnya sudah biasa.&quot;</p>
<p>Syekh penazham menjelaskan, bahwa suami istri disunahkan memasuki bulan madunya sesudah Isya'. Tapi boleh juga dilakukan sesudah shalat Maghrib sebelum Isya'. Sebagaimana telah diterangkan dalam uraian terdahulu, bahwa bulan madu bisa dilakukan di seluruh bulan dan hari, kecuali hari-hari yang memang harus dijauhi</p>
<p>Kemudian Syekh penazham mengisyaratkan tentang tata krama bersenggama dalam bait- bait berikut ini:</p>
<p>&#1608;&#1603;&#1608;&#1606;&#1615;&#1607;&#1615; &#1589;&#1614;&#1575;&#1581;&#1614; &#1593;&#1614;&#1604;&#1609; &#1591;&#1614;&#1607;&#1614;&#1575;&#1585;&#1614;&#1577; # &#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1589;&#1614;&#1608;&#1617;&#1575;&#1576;&#1615; &#1583;&#1608;&#1606;&#1603;&#1605; &#1576;&#1616;&#1588;&#1575;&#1585;&#1577;&#1616;</p>
<p>&quot;Senggama itu, wahai kawan, dalam keadaan suci. Itulah yang benar, maka lakukanlah dengan senang hati. </p>
<p>&#1579;&#1615;&#1605;&#1617; &#1610;&#1615;&#1581;&#1610;&#1617; &#1576;&#1575;&#1604;&#1587;&#1604;&#1575;&#1605; &#1610;&#1575; &#1601;&#1578;&#1610; # &#1579;&#1615;&#1605;&#1617; &#1610;&#1615;&#1589;&#1604;&#1617;  &#1605;&#1614;&#1575; &#1575;&#1587;&#1578;&#1591;&#1575;&#1593;  &#1579;&#1576;&#1578;&#1575; </p>
<p>Kemudian ucapkanlah salam, wahai anak muda, membaca shalawat selagi kamu bisa.</p>
<p>&#1588;&#1603;&#1585;&#1575;&#1611; &#1593;&#1604;&#1609; &#1578;&#1605;&#1575;&#1605;&#1616; &#1575;&#1604;&#1606;&#1617;&#1589;&#1601; &#1575;&#1604;&#1583;&#1617;&#1610;&#1606; &#1576;&#1584;&#1575; &#1575;&#1604;&#1606;&#1603;&#1575;&#1581; &#1583;&#1608;&#1606;&#1603;&#1605; &#1578;&#1576;&#1610;&#1610;&#1606; </p>
<p>Hal itu demi mensyukuri separoh agama yang telah sempurna, dengan sebab pernikahan itu, maka ambillah keterangan saya. </p>
<p>&#1579;&#1605;&#1578; &#1610;&#1583;&#1593;&#1608; &#1608;&#1610;&#1578;&#1615;&#1608;&#1576; &#1580;&#1575;&#1569; # &#1605;&#1606; &#1603;&#1604; &#1605;&#1575; &#1575;&#1580;&#1578;&#1576;&#1575;&#1607; &#1604;&#1575; &#1575;&#1605;&#1578;&#1585;&#1575;&#1569;</p>
<p>Kemudian berdoa dan bertaubat dari semua dosa yang dilakukan dan tidak diragukan lagi.&quot;</p>
<p>Didalam bait-bait tersebut Syekh penazham menjelaskan, bahwa ada etika yang harus diindahkan dalam bersenggama, antara lain: suami hendaknya bersih hatinya dan menghiasi diri dengan taubat dari semua dosa dan kesalahan serta cela-cela yang telah dilakukan. Selanjutnya, suami memasuki senggama dalam keadaan suci, baik yang dapat dilihat maupun  yang tidak dapat dilihat. Dengan demikian besar kemungkinan Allah Swt. akan menyempurnakan urusan agamanya, karena senggama yang dilakukan bersama istrinya itu, sebagaimana ditegaskan dalam hadist berikut ini:</p>
<p>&#1608;&#1614;&#1605;&#1614;&#1606;&#1618; &#1578;&#1614;&#1586;&#1614;&#1608;&#1617;&#1580;&#1614; &#1601;&#1614;&#1602;&#1614;&#1583;&#1618; &#1575;&#1587;&#1618;&#1578;&#1614;&#1603;&#1618;&#1605;&#1614;&#1604;&#1614; &#1606;&#1616;&#1589;&#1618;&#1601;&#1614; &#1583;&#1616;&#1610;&#1606;&#1616;&#1607;&#1616; &#1601;&#1614;&#1604;&#1618;&#1610;&#1614;&#1578;&#1617;&#1614;&#1602;&#1616; &#1575;&#1604;&#1604;&#1607;&#1614; &#1601;&#1616;&#1609; &#1575;&#1604;&#1606;&#1617;&#1616;&#1589;&#1618;&#1601;&#1616; &#1575;&#1604;&#1579;&#1617;&#1575;&#1606;&#1610;</p>
<p>&quot;Barang siapa telah menikah, maka dia benar-benar telah dapat menyempurnakan setengah agamanya. Maka hendaklah bertaqwa kepada Allah Swt. dalam setengah yang lainnya.&quot; </p>
<p> Sebagian dari etika bersenggama ialah selalu melakukan hal-hal yang sunah dalam memulai senggama. Yakni pertama-tama mendahulukan kaki kanan, kemudian mengucapkan:</p>
<p>BISMILLAAHI WASSALAAMU 'ALA RASUULILLAHIS SALAAMU 'ALAIKUM.</p>
<p>Selanjutnya mengerjakan shalat dua rakaat atau lebih banyak dengan membaca surat-surat  yang mudah baginya. Setelah itu membaca :<br>
    surat Al-Fatihah3 kali,  surat Al-Ihlas 3 kali,  membaca shalawat Nabi 3 kali,  berdoa dan cinta kepada Allah Swt. dalam mempergauli istrinya, rukun, baik, dan kekal rasa cintanya. Setelah itu membaca doa, yang artinya:</p>
<p>&#1575;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;  &#1576;&#1614;&#1575;&#1585;&#1616;&#1603;&#1618; &#1604;&#1616;&#1610; &#1601;&#1610; &#1571;&#1614;&#1607;&#1618;&#1604;&#1610; &#1576;&#1614;&#1575;&#1585;&#1616;&#1603;&#1618;  &#1604;&#1573;&#1616;&#1607;&#1618;&#1604;&#1616;&#1610; &#1601;&#1616;&#1610;&#1617;&#1614; &#1575;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617; &#1575;&#1585;&#1618;&#1586;&#1615;&#1602;&#1618;&#1607;&#1615;&#1605; &#1605;&#1616;&#1606;&#1617;&#1616;&#1610; &#1608;&#1575;&#1585;&#1618;&#1586;&#1615;&#1602;&#1618;&#1606;&#1610; &#1605;&#1606;&#1607;&#1605; &#1608;&#1575;&#1585;&#1618;&#1586;&#1615;&#1602;&#1618;&#1606;&#1610; &#1571;&#1615;&#1604;&#1601;&#1607;&#1605; &#1608;&#1614;&#1605;&#1614;&#1608;&#1614;&#1583;&#1617;&#1614;&#1578;&#1607;&#1615;&#1605; &#1608;&#1575;&#1585;&#1618;&#1586;&#1615;&#1602;&#1618;&#1607;&#1605;  &#1571;&#1615;&#1604;&#1601;&#1614;&#1610; &#1608;&#1614;&#1605;&#1614;&#1608;&#1614;&#1583;&#1617;&#1614;&#1578;&#1610; &#1608;&#1614;&#1581;&#1614;&#1576;&#1617;&#1616;&#1576;&#1618; &#1576;&#1614;&#1593;&#1618;&#1590;&#1614;&#1606;&#1614;&#1575; </p>
<p> &quot;Ya Allah, limpahkanlah berkah-Mu kepadaku dan kepada keluargaku (istriku), berkahilah keluarga yang berada dalam tanggung jawabku. Ya Allah, limpahkanlah rizki-Mu kepada mereka melalui tanganku dan limpahkanlah rizki-Mu kepadaku melalui mereka. Limpahkanlah pula rizki-Mu kepada mereka atas kerukunan serta kecintaan kami dan semoga Engkau Backmbuhkan rasa cinta diantara kami.&quot; <br>
    Diperingatkan <br>
    Sebaiknya suami memerintahkan istrinya untuk berwudhu, jika dia belum suci ketika hendak bersenggama. Kemudian disuruh untuk melakukan shalat Maghrib dan Isya', karena pengantin putri biasanya sedikit sekali yang sempat melakukan kedua shalat tersebut pada malam bulan madu. Selanjutnya, sang suami memerintahkan lagi kepada istri untuk melakukan shalat dibelakangnya dan mengamini doa-doanya.  Juga termasuk etika memasuki bulan madu adalah sebagaimana disampaikan didalam nazham berikut ini:</p>
<p>&#1608;&#1614;&#1576;&#1614;&#1593;&#1618;&#1583;&#1614; &#1584;&#1614;&#1575; &#1610;&#1614;&#1602;&#1618;&#1585;&#1571;&#1615; &#1602;&#1614;&#1583;&#1618; &#1608;&#1614;&#1585;&#1614;&#1583;&#1614; # &#1593;&#1614;&#1604;&#1610; &#1580;&#1614;&#1576;&#1616;&#1610;&#1606;&#1616;&#1607;&#1614;&#1575; &#1601;&#1614;&#1593;&#1616;&#1607;&#1618; &#1604;&#1614;&#1575; &#1601;&#1614;&#1606;&#1614;&#1583;&#1614;&#1575;</p>
<p>&quot;Setelah membaca doa yang telah disebutkan diatas, lalu bacalah surat diatas ubun-ubun istri. Peliharalah hal itu, dan jangan berdusta.<br>
    <br>
    &#1603;&#1575;&#1604;&#1605;&#1586;&#1618;&#1606;&#1616; &#1608;&#1575;&#1604;&#1606;&#1617;&#1614;&#1589;&#1618;&#1585;&#1616; &#1608;&#1575;&#1604;&#1616;&#1573;&#1606;&#1618;&#1589;&#1616;&#1585;&#1614;&#1575;&#1581;&#1616; # &#1608;&#1614;&#1575;&#1604;&#1581;&#1616;&#1601;&#1618;&#1592;&#1616; &#1601;&#1609; &#1575;&#1604;&#1571;&#1614;&#1593;&#1618;&#1608;&#1614;&#1575;&#1606;&#1616; &#1580;&#1614;&#1575;&#1610;&#1614;&#1575; &#1589;&#1614;&#1575;&#1581;&#1614; </p>
<p>Seperti surat Al-Waqi'ah, An-Nashr, dan Al-Insyirah, serta ayat-ayat penjaga diri dari semua musuh. </p>
<p>&#1608;&#1614;&#1610;&#1614;&#1587;&#1618;&#1609;&#1620;&#1614;&#1604;&#1615; &#1575;&#1604;&#1616;&#1573;&#1604;&#1614;&#1607;&#1615; &#1580;&#1614;&#1604;&#1617;&#1614; &#1582;&#1614;&#1610;&#1618;&#1585;&#1614;&#1607;&#1614;&#1575; # &#1608;&#1614;&#1571;&#1614;&#1606;&#1618; &#1610;&#1615;&#1580;&#1614;&#1606;&#1616;&#1617;&#1576;&#1614;&#1607;&#1615; &#1589;&#1614;&#1575;&#1581;&#1614; &#1588;&#1614;&#1585;&#1617;&#1614;&#1607;&#1614;&#1575; </p>
<p>Mohonlah kepada Allah Swt. bagi kebaikan istri, agar Allah Swt. menjauhkan dirinya dari kejelekan.&quot; </p>
<p>Syekh pemazhan menjelaskan, bahwa setelah shalat dan berdoa, kemudian suami menghadap istrinya dari arah yang tepat dae memberi salam kepadanya, tangannya diletakkan diatas ubun-ubun istrinya, kemudian berdoa dengan doa berikut yang artinya :</p>
<p>&#1575;&#1604;&#1604;&#1648;&#1607;&#1617;&#1615;&#1605;&#1614;  &#1573;&#1616;&#1606;&#1616;&#1609;&#1617; &#1571;&#1614;&#1587;&#1618;&#1609;&#1620;&#1614;&#1604;&#1615;&#1603;&#1614; &#1582;&#1614;&#1610;&#1618;&#1585;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614;&#1582;&#1614;&#1610;&#1618;&#1585;&#1614; &#1605;&#1614;&#1575;&#1580;&#1614;&#1576;&#1614;&#1604;&#1618;&#1578;&#1614;&#1607;&#1614;&#1575; &#1593;&#1614;&#1604;&#1614;&#1610;&#1607;&#1616;  &#1571;&#1614;&#1593;&#1615;&#1608;&#1584;&#1615; &#1576;&#1616;&#1603;&#1614;  &#1605;&#1616;&#1606;&#1618; &#1588;&#1614;&#1585;&#1617;&#1616;&#1607;&#1614;&#1575; &#1588;&#1614;&#1585;&#1617;&#1616; &#1605;&#1614;&#1575; &#1580;&#1614;&#1576;&#1614;&#1604;&#1618;&#1578;&#1614;&#1607;&#1614;&#1575; </p>
<p>&quot;Ya Allah, aku memohon kebaikan kepada-Mu dan kebaikan tabiat yang telah Engkau tabiatkan kepadanya. Dan aku berlindung kepada Engkau dari kejelekan istri dan kejelekan tabiat yang telah Engkau tabiatkan kepadanya.&quot;</p>
<p>Sebagaimana keterangan hadits, ada pula keterangan yang menyatakan, bahwa barang siapa mengamalkan doa-doa tersebut, maka Allah akan memberikan kebaikan kepada istri dan menjauhkan suami dari kejelekan istri. Oleh karena itu, pe nazham mengingatkan hal itu melalui bait yang pertama dan ketiga.</p>
<p>Selanjutnya, sang suami juga membaca (sementara tangannya masih berada diatas kening istrinya) surat Yasin, Al-Waqi'ah, Adh-Dhuha, Al-Insyirah,dan An-Nashri,dan ayat Kursi (yang juga disebutkan ayat-ayat pelindung diri).</p>
<p>Kemudian Syekh penazham melanjutkan isyaratnya:</p>
<p>&#1608;&#1614;&#1583;&#1615;&#1605;&#1618; &#1593;&#1614;&#1604;&#1648;&#1609; &#1575;&#1604;&#1578;&#1617;&#1614;&#1593;&#1618;&#1608;&#1616;&#1610;&#1618;&#1584;&#1616; &#1601;&#1616;&#1610; &#1575;&#1604;&#1589;&#1617;&#1614;&#1576;&#1614;&#1575;&#1581;&#1616; # &#1608;&#1614;&#1601;&#1610; &#1575;&#1604;&#1605;&#1587;&#1614;&#1575;&#1569; &#1610;&#1614;&#1607;&#1618;&#1583;&#1616;&#1609; &#1604;&#1616;&#1604;&#1606;&#1617;&#1614;&#1580;&#1614;&#1575;&#1581; </p>
<p>&quot;Lakukanlah terus memohon perlindungan, baik diwaktu pagi maupun diwaktu sore, Allah akan Backnjukkan kebahagiaan.&quot;</p>
<p>Syekh pe nazham menjelaskan, bahwa doa-doa diatas tidak dikhususkan untuk dibaca pada malam ketika hendak bersenggama saja, melainkan dianjurkan untuk dibaca setiap pagi dan sore. Sebab ada anjuran, bahwa barang siapa selalu membaca doa-doa tersebut baik sore maupun pagi, maka dia akan mendapat petunjuk kebahagiaan.<br>
    Faedah<br>
    Sebuah hadits marfu'yang diriwatkan oleh Tirmidzi dari Ma'qil bin Yasar ra. menyatakan, bahwa barang siapa diwaktu pagi membaca Ta'awudz :</p>
<p>&#1571;&#1593;&#1608;&#1584; &#1576;&#1575;&#1604;&#1604;&#1607; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1616;&#1610;&#1593;&#1616; &#1575;&#1604;&#1593;&#1614;&#1604;&#1616;&#1610;&#1618;&#1605;&#1616; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1588;&#1617;&#1610;&#1618;&#1591;&#1614;&#1575;&#1606; &#1575;&#1604;&#1585;&#1617;&#1614;&#1580;&#1616;&#1610;&#1605;&#1616; </p>
<p>kemudian dirangkai dengan membaca akhir surat Al-Hasyr tiga kali yaitu:</p>
<p>&#1604;&#1614;&#1608;&#1618; &#1571;&#1614;&#1606;&#1618;&#1586;&#1614;&#1604;&#1618;&#1606;&#1614;&#1575; &#1607;&#1614;&#1584;&#1614;&#1575; &#1575;&#1604;&#1618;&#1602;&#1615;&#1585;&#1618;&#1570;&#1606;&#1614; &#1593;&#1614;&#1604;&#1614;&#1609; &#1580;&#1614;&#1576;&#1614;&#1604;&#1613; &#1604;&#1614;&#1585;&#1614;&#1571;&#1614;&#1610;&#1618;&#1578;&#1614;&#1607;&#1615; &#1582;&#1614;&#1575;&#1588;&#1616;&#1593;&#1611;&#1575; &#1605;&#1615;&#1578;&#1614;&#1589;&#1614;&#1583;&#1616;&#1617;&#1593;&#1611;&#1575; &#1605;&#1616;&#1606;&#1618; &#1582;&#1614;&#1588;&#1618;&#1610;&#1614;&#1577;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1608;&#1614;&#1578;&#1616;&#1604;&#1618;&#1603;&#1614; &#1575;&#1604;&#1571;&#1605;&#1618;&#1579;&#1614;&#1575;&#1604;&#1615; &#1606;&#1614;&#1590;&#1618;&#1585;&#1616;&#1576;&#1615;&#1607;&#1614;&#1575; &#1604;&#1616;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1616; &#1604;&#1614;&#1593;&#1614;&#1604;&#1617;&#1614;&#1607;&#1615;&#1605;&#1618; &#1610;&#1614;&#1578;&#1614;&#1601;&#1614;&#1603;&#1617;&#1614;&#1585;&#1615;&#1608;&#1606;&#1614; (&#1634;&#1633;)&#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1604;&#1575; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1575; &#1607;&#1615;&#1608;&#1614; &#1593;&#1614;&#1575;&#1604;&#1616;&#1605;&#1615; &#1575;&#1604;&#1618;&#1594;&#1614;&#1610;&#1618;&#1576;&#1616; &#1608;&#1614;&#1575;&#1604;&#1588;&#1617;&#1614;&#1607;&#1614;&#1575;&#1583;&#1614;&#1577;&#1616; &#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1618;&#1605;&#1614;&#1606;&#1615; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1616;&#1610;&#1605;&#1615; (&#1634;&#1634;)&#1607;&#1608;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1604;&#1575; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1575; &#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1618;&#1605;&#1614;&#1604;&#1616;&#1603;&#1615; &#1575;&#1604;&#1618;&#1602;&#1615;&#1583;&#1617;&#1615;&#1608;&#1587;&#1615; &#1575;&#1604;&#1587;&#1617;&#1614;&#1604;&#1575;&#1605;&#1615; &#1575;&#1604;&#1618;&#1605;&#1615;&#1572;&#1618;&#1605;&#1616;&#1606;&#1615; &#1575;&#1604;&#1618;&#1605;&#1615;&#1607;&#1614;&#1610;&#1618;&#1605;&#1616;&#1606;&#1615; &#1575;&#1604;&#1618;&#1593;&#1614;&#1586;&#1616;&#1610;&#1586;&#1615; &#1575;&#1604;&#1618;&#1580;&#1614;&#1576;&#1617;&#1614;&#1575;&#1585;&#1615; &#1575;&#1604;&#1618;&#1605;&#1615;&#1578;&#1614;&#1603;&#1614;&#1576;&#1616;&#1617;&#1585;&#1615; &#1587;&#1615;&#1576;&#1618;&#1581;&#1614;&#1575;&#1606;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1593;&#1614;&#1605;&#1617;&#1614;&#1575; &#1610;&#1615;&#1588;&#1618;&#1585;&#1616;&#1603;&#1615;&#1608;&#1606;&#1614; (&#1634;&#1635;) &#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1575;&#1604;&#1618;&#1582;&#1614;&#1575;&#1604;&#1616;&#1602;&#1615; &#1575;&#1604;&#1618;&#1576;&#1614;&#1575;&#1585;&#1616;&#1574;&#1615; &#1575;&#1604;&#1618;&#1605;&#1615;&#1589;&#1614;&#1608;&#1616;&#1617;&#1585;&#1615; &#1604;&#1614;&#1607;&#1615; &#1575;&#1604;&#1571;&#1587;&#1618;&#1605;&#1614;&#1575;&#1569;&#1615; &#1575;&#1604;&#1618;&#1581;&#1615;&#1587;&#1618;&#1606;&#1614;&#1609; &#1610;&#1615;&#1587;&#1614;&#1576;&#1616;&#1617;&#1581;&#1615; &#1604;&#1614;&#1607;&#1615; &#1605;&#1614;&#1575; &#1601;&#1616;&#1610; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1608;&#1614;&#1575;&#1578;&#1616; &#1608;&#1614;&#1575;&#1604;&#1571;&#1585;&#1618;&#1590;&#1616; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1618;&#1593;&#1614;&#1586;&#1616;&#1610;&#1586;&#1615; &#1575;&#1604;&#1618;&#1581;&#1614;&#1603;&#1616;&#1610;&#1605;&#1615; (&#1634;&#1636;</p>
<p>Artinya:<br>
    &quot;Kalau sekiranya Kami Backrunkan Al-Quran ini pada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia supaya mereka berpikir. Dia- lah Allah yang tiada Tuhan selain Dia, Yang Mengetahui yang gaib dan yang nyata. Dia-lah Yang Maha Semurah lagi Maha Penyayang. Dia-lah yang tiada Tuhan selain Dia. Raja Yang Maha Suci, Yang Maha Sejahtera, Yang Mengaruniakan Keamanan, Yang Maha Memelihara, Yang Perkasa, Yang Maha Kuasa, Yang Memiliki segala Keagungan. Maha Suci Allah dari apa yang mereka sekutukan. Dia-lah Allah yang menciptakan, yang mengadakan, yang membentuk rupa,yang mempunyai nama-nama yang paling baik, bertasbihlah kepada-Nya apa yang ada di langit dan di bumi. Dan Dia-lah Yang Maha Perkasa lagi Maha Bijaksana.&quot;</p>
<p> Maka Allah akan Backgaskan 70.000 malaikat untuk memohonkan rahmat bagi pembacanya hingga sore. Apabila dia mati pada hari itu, maka ia mati syahid. Sedangkan barang siapa membaca bacaan tersebut di sore hari, maka dia pun akan mendapat derajat sebagaimana diatas.  Juga termasuk etika orang yang hendak bersenggama adalah seperti yang diungkapkan Syekh penazham berikut ini:</p>
<p>&#1579;&#1615;&#1605;&#1617;&#1578;&#1614; &#1610;&#1614;&#1578;&#1618;&#1604;&#1615;&#1608; &#1610;&#1614;&#1575; &#1585;&#1614;&#1602;&#1616;&#1610;&#1618;&#1576; &#1587;&#1614;&#1576;&#1618;&#1593;&#1575;&#1611; # &#1601;&#1616;&#1609; &#1580;&#1614;&#1610;&#1583;&#1614;&#1607;&#1614;&#1575; &#1604;&#1614;&#1605;&#1618; &#1610;&#1614;&#1582;&#1618;&#1588;&#1614; &#1605;&#1616;&#1606;&#1618;&#1607;&#1614;&#1575; &#1591;&#1614;&#1576;&#1618;&#1593;&#1611;&#1575; </p>
<p>&quot;Kemudian suami membaca Ya Raqib tujuh kali pada leher istri, agar tidak khawatir akan watak jelek istri. </p>
<p>&#1601;&#1573;&#1606;&#1617;&#1607; &#1610;&#1615;&#1572;&#1584;&#1616;&#1606;&#1615; &#1576;&#1575;&#1604;&#1589;&#1616;&#1610;&#1614;&#1575;&#1606;&#1614;&#1577; # &#1603;&#1614;&#1584;&#1614;&#1575;&#1603;&#1614; &#1604;&#1616;&#1604;&#1589;&#1614;&#1576;&#1616;&#1610;&#1617; &#1582;&#1615;&#1584;&#1618; &#1576;&#1615;&#1585;&#1618;&#1607;&#1614;&#1575;&#1606;&#1614;&#1577;</p>
<p>Sesungguhnya bacaan itu merupakan peringatan untuk menjaga diri. Demikian pula terhadap anak yang baru dilahirkan, ambillah dalil ini.&quot;</p>
<p> Syekh pe nazham menjelaskan, bahwa sewaktu memulai bersenggama, suami hendaknya melakukan hal-hal sebagai tambahan dzikir-dzikir yang telah disebutkan. Yaitu suami meletakkan tangannya pada leher istrinya atau dengan kata lain suami merangkul istrinya. Dari kata &quot;leher&quot; ini Syekh pe<br>
    nazhammenggunakan kata bil jayyidi yang diartikan al-'unuqu dengan jalan majaz. Kemudian suami membaca Ya Raqiibu sebanyak 7 kali dan dilanjutkan dengan</p>
<p>&#1601;&#1575;&#1604;&#1604;&#1607; &#1582;&#1610;&#1585;&#1612; &#1581;&#1614;&#1575;&#1601;&#1616;&#1592;&#1575;&#1611; &#1608;&#1614;&#1607;&#1615;&#1608;&#1614; &#1571;&#1614;&#1585;&#1618;&#1581;&#1614;&#1605;&#1615; &#1575;&#1604;&#1585;&#1617;&#1575;&#1581;&#1605;&#1610;&#1606;</p>
<p>Fallaahu khairun haafidhan wahuwa arhamur raahimiin.</p>
<p> Ada keterangan, bahwa barang siapa mengamalkan hal itu, Allah akan selalu menjaga dia dan keluarganya serta tidak dikhawatirkan ada kejelekan pada watak istrinya.  Amalan-amalan diatas hendaknya juga dibacakan pada anak yang baru dilahirkan. Dengan begitu maka Allah Swt. akan selalu menjaga anak itu. Lafadh thab'an yang ada pada akhir bait dibaca fathah ba'- nya merupakan bentuk masdar dari ta'iba, oleh penazham ba'-  nya di-sukun karena darurat syair dan thab'an artinya kotoran. Lafadh wash-shiyaanatu merupakan bentuk masdar dari fiil madhi shaana - yashuunu - shaunan - washiyaanatan yang artinya menjaga (penjagaan). Sedangkan kalimat khudz burhaanah adalah hanya untuk menyempurnakan bait nazham</p>
<p>Juga termasuk etika ketika hendak bersenggama adalah sebagaimana diungkapkan dalam nazhamberikut ini:</p>
<p>&#1608;&#1614;&#1594;&#1614;&#1587;&#1618;&#1604;&#1615;&#1603;&#1614; &#1575;&#1604;&#1610;&#1614;&#1583;&#1614;&#1610;&#1618;&#1606;&#1616; &#1608;&#1614;&#1575;&#1604;&#1585;&#1617;&#1616;&#1580;&#1618;&#1604;&#1614;&#1610;&#1618;&#1606; &#1601;&#1616;&#1610; # &#1571;&#1648;&#1606;&#1610;&#1577;&#1613; &#1605;&#1616;&#1606;&#1618;&#1607;&#1614;&#1575; &#1601;&#1614;&#1607;&#1614;&#1575;&#1603;&#1614; &#1608;&#1614;&#1575;&#1602;&#1618;&#1578;&#1616;&#1601;&#1616; </p>
<p>&quot;Membasuh tangan dan kaki istri didalam wadah, dan ikutilah tuntunan ini. </p>
<p>&#1608;&#1614;&#1585;&#1614;&#1588;&#1615;&#1617;&#1607;&#1615; &#1601;&#1616;&#1610; &#1603;&#1615;&#1604;&#1617;&#1616; &#1585;&#1615;&#1603;&#1618;&#1606;&#1613; &#1580;&#1614;&#1575;&#1569;&#1614; # &#1601;&#1614;&#1575;&#1581;&#1618;&#1601;&#1614;&#1592;&#1618; &#1608;&#1615;&#1602;&#1616;&#1610;&#1618;&#1578;&#1614; &#1575;&#1604;&#1576;&#1614;&#1571;&#1587; &#1575;&#1604;&#1590;&#1617;&#1614;&#1585;&#1614;&#1575;&#1569;</p>
<p>Kemudian siramkan air pembasuh itu kesetiap sudut rumah, maka kamu akan terjaga dari bahaya dan kesempitan.&quot;</p>
<p>Didalam nazham tersebut Syekh penazham menjelaskan, bahwa ketika hendak bersenggama dan sebelum meletakkan tangan diatas ubun-ubun istri, hendaknya suami terlebih dahulu membasuh kedua tangan dan kaki istri dengan air pada satu wadah. Suami membaca Asma  Allah Swt. dan shalawat Nabi Saw., kemudian air bekas membasuh itu disiramkan ke setiap sudut rumah. Sebab ada keterangan bahwa melakukan hal itu dapat menghilangkan kejelekan dan pengaruh setan. </p>
<p>Uraian tersebut berasal dari keterangan Ali bin Abu Thalib ra. bahwa Nabi Saw. bersabda kepadanya:<br>
    &quot;Apabila pengantin memasuki rumahmu maka lepaskalah kedua sandal dan bersihkanlah kakinya dengan air. Lalu siramkanlah air bekas membasuh itu kesemua sudut rumah, maka akan masuklah 70.000 berkah dan rahmat.&quot;<br>
    Pelengkap Keterangan<br>
    Hendaknya suami (pada malam akan berbulan madu) melarang seseorang berhenti didekat pintu kamarnya, agar orang itu tidak mengganggunya saat ia bersenggama dengan istrinya. Juga hendaknya suami selalu berupaya untuk merangkai susunan bahasa dan tutur kata yang baik dan indah ketika berbicara dengan istrinya, sehingga keresahan dalam batin istrinya akan hilang, rasa takut lenyap dan keceriaan serta kelincahan akan tumbuh pada diri sang istri, serta siap menghadapi sesuatu yang akan bakal terjadi atas dirinya. Sebab peristiwa yang sebentar lagi akan dialaminya merupakan peristiwa yang baru pertama kali terjadi selama hidupnya.</p>
<p>Pertanyaan yang selalu tumbuh didalam benaknya: &quot;Apakah senggama itu sakit atau nikmat?&quot; Perasaan itu jelas terbaca diwajahnya, tak ubahnya dengan seorang pengembara. Setiap pengembaraan ada kegelisahan, demikian pula setiap menghadapi persenggamaan pertama tentu ada keresahan. </p>
<p>Disamping itu sebaiknya suami menyuapi istrinya dengan makanan atau manisan hingga tiga suapan (jika menggunakan sendok, maka tiga sendok makan) hal itu dilakukan berdasarkan keterangan dari para shahabat. Dan sebaiknya suami selalu menjauhi makanan  yang dapat mematikan (melemahkan) syahwat, seperti mentimun, walu, kedelai, gandum, makanan yang asam-asam, bawang, dan sebagainya. Juga sebaiknya ditanyakan kepada suami setelah melakukan bulan madu: &quot;Bagaimanakah dengan istrimu? Semoga Allah Swt. memberikan berkahnya.&quot; </p>
<p>Sedangkan bagi keluarga pengantin putri dianjurkan mengirimkan hadiah kepadanya pada hari kedua pada malam bulan madu. Disunahkan pula bagi saudara-saudaranya (yang masih ada hubung mahram) untuk mengunjunginya pada hari kedelapan dari malam berbulan madu. Hal itu sebagaimana pernah dilakukan oleh Ibnu Musayyab ketika mengawinkan putrinya dengan Abu Hurairah. Dia datang sendirian kerumah Abu Hurairah pada malam hari dengan membawa hadiah untuk putrinya. Setelah putrinya masuk kekamarnya, maka diapun pulang dan datang lagi pada hari ketujuh lalu mengucapkan selamat kepada putrinya.</p>


</body>
</html>