<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <title>qurrotul uyun</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <link href="file:///android_asset/styles.css" rel="stylesheet" type="text/css">
</head>

<body>

<h2>Hal yang Wajib Diperhatikan saat Junub</h2>
<p><b>Hal Hal Yang Wajib Diperhatikan Saat Junub</b></p>

<p>Imam Al-Ghazali berkata &quot;Orang yang sedang dalam keadaan junub sebaiknya tidak bercukur rambut, memotong kuku, mengeluarkan darah, dan tidak mengambil sesuatu dari badannyanya. Agar akhirat di akhirat, ketika anggota badan itu dikembalikan, tidak dalam keadaan junub&quot; </p>
<p>Syekh penazham Backturkan :</p>
<p>&#1608;&#1604;&#1578;&#1608;&#1590;&#1571; &#1589;&#1575;&#1581; &#1593;&#1606;&#1583; &#1575;&#1604;&#1606;&#1608;&#1605; # &#1576;&#1593;&#1583; &#1580;&#1616;&#1605;&#1575;&#1593;&#1607; &#1576;&#1594;&#1610;&#1585; &#1604;&#1614;&#1608;&#1605;&#1616;</p>
<p>&quot;Hendaklah kamu wudhu, hai teman, jika hendak tidur setelah jima', maka kamu tidak tercela. </p>
<p>&#1593;&#1614;&#1587;&#1614;&#1575;&#1607;&#1615; &#1610;&#1575; &#1589;&#1575;&#1581; &#1610;&#1614;&#1606;&#1575;&#1605; &#1591;&#1575;&#1607;&#1585;&#1575;&#1611; # &#1573;&#1581;&#1583;&#1609; &#1575;&#1604;&#1591;&#1607;&#1575;&#1585;&#1578;&#1610;&#1606; &#1607;&#1584;&#1575; &#1575;&#1582;&#1578;&#1614;&#1576;&#1616;&#1585;&#1614;&#1575;</p>
<p>Agar tidur dalam keadaan suci wahai teman, salah satu dari dua kesucian, cobalah keterangan ini.&quot; <br>
</p>
<p>Syekh penazham menerangkan, bahwa orang yang junub, baik laki-laki maupun perempuan, disunahkan untuk berwudhu ketika mau tidur. Apalagi jika mandi lebih dulu, sehingga ia tidur dalam keadan bersih dari hadas besar.</p>
<p>Ditulis dalam kitab Al-Mudawwanah bahwa Imam Malik berkata:&quot;Orang yg junub, baik disiang hari maupun malam hari, jangan  tidur sebelum dia berwudhu sebagaimana wudhu ketika hendak melakukan shalat.&quot;</p>
<p>Imam Ibnu Arafah juga berkata: &quot;Wudhu orang junub ketika mau tidur disunahkan. Bahkan wajib, Backrut pendapat Imam Hubaib.&quot;</p>
<p>Kata-kata syekh penazham wal yatawadhdha' (hendaklah anda berwudhu) itu adalah sunah, Backrut pendapat yang populer. Wudhu yg demikian dilakukan seperti halnya wudhu saat akan melakukan shalat, sebagaimana dituturkan dalam kitab Al-Mudawwanah . Ketika kesulitan untuk wudhu, ia tidak disunahkan bertayamum. Wudhu tersebut tidak batal karena perkara yang dapat membatalkan wudhu, kecuali ia bersetubuh. Hal itu seperti yg dikemukakan oleh pengarang kitab Al-Mukhtashar dengan kata-kata: &quot;Wudhu orang yang hendak tidur tidak bisa diganti dengan tayamum, jika tidak ada air untuk wudhu. Juga tidak batal, kecuali karena bersenggama.</p>
<p>Dalam Masalah ini Imam Tutai membuat soal dalam sebuah nadzam bahar basith beliau mempertanyakan :<br>
    &#1573;&#1584;&#1575; &#1609;&#1615;&#1587;&#1620;&#1616;&#1604;&#1578; &#1608;&#1590;&#1608;&#1569;&#1611;&#1575; &#1604;&#1610;&#1587; &#1610;&#1606;&#1602;&#1590;&#1607; # &#1573;&#1604;&#1575;&#1617; &#1575;&#1604;&#1580;&#1616;&#1605;&#1575;&#1593;&#1615; &#1608;&#1590;&#1608;&#1569;&#1615; &#1575;&#1604;&#1606;&#1608;&#1605;&#1616; &#1604;&#1604;&#1580;&#1615;&#1606;&#1615;&#1576;</p>
<p>Jika kamu ditanya tentang wudlu yang tidak batal melainkan dengan jima'(bersetubuh) maka jawablah whudlunya orang yang hendak tidur keadaan junub <br>
    Dua Faedah<br>
    Pertama , tidur memiliki beberapa tata krama. Diantaranya ialah berwudhu ketika hendak tidur, berdasarkan sabda Nabi Saw.:</p>
<p>&#1573;&#1584;&#1575; &#1571;&#1614;&#1582;&#1614;&#1584;&#1618;&#1578;&#1614; &#1605;&#1614;&#1590;&#1618;&#1580;&#1614;&#1593;&#1614;&#1603; &#1601;&#1614;&#1578;&#1614;&#1608;&#1614;&#1590;&#1614;&#1617;&#1571;&#1618; &#1608;&#1590;&#1608;&#1569;&#1603; &#1604;&#1604;&#1589;&#1604;&#1575;&#1577;</p>
<p>&quot;Ketika kamu bersiap-siap akan tidur, maka wudhulah sebagaimana kamu wudhu ketika akan mengerjakan shalat&quot;</p>
<p>Persoalannya, apakah wudhu tersebut bisa digunakan untuk shalat atau tidak? Backrut pendapat yang masyhur, seseorang boleh mengerjakan shalat dengan wudhu itu, apabila wudhunya diniati untuk taaharah (bersuci). Tata krama tidur lainnya ialah tidur diatas lambung kanan (miring kekanan), dengan meletakan telapak tangan kanan dibawah pipi kanan, sementara telapak tangan kiri diletakkan di atas paha kiri, sebagaimana Rasulullah Saw. Selain itu, orang yang ingin tidur dianjurkan berdoa kepada Allah Swt. dengan doa- sunah yang biasa dibaca oleh Rasulullah Saw. berikut ini:</p>
<p>&#1601;&#1602;&#1583; &#1603;&#1575;&#1606; &#1575;&#1604;&#1606;&#1617;&#1576;&#1610;&#1615; &#1589;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1617;&#1605; &#1610;&#1602;&#1608;&#1604; &#1593;&#1606;&#1583; &#1575;&#1604;&#1606;&#1617;&#1608;&#1605; : &#1575;&#1604;&#1604;&#1607;&#1605;&#1617; &#1576;&#1587;&#1605;&#1603; &#1585;&#1576;&#1617;&#1610; &#1608;&#1590;&#1593;&#1578;&#1615; &#1580;&#1614;&#1606;&#1618;&#1576;&#1616;&#1610; &#1608;&#1614;&#1576;&#1616;&#1587;&#1618;&#1605;&#1616;&#1603;&#1614; &#1571;&#1614;&#1585;&#1618;&#1601;&#1593;&#1615;&#1607; . &#1575;&#1604;&#1604;&#1607;&#1615;&#1605;&#1617; &#1573;&#1606;&#1610;&#1617; &#1571;&#1605;&#1618;&#1587;&#1614;&#1603;&#1618;&#1578;&#1615; &#1606;&#1614;&#1601;&#1618;&#1587;&#1616;&#1610; &#1601;&#1575;&#1594;&#1601;&#1616;&#1585;&#1618; &#1604;&#1607;&#1575; &#1608;&#1575;&#1606; &#1571;&#1585;&#1587;&#1614;&#1604;&#1618;&#1578;&#1614;&#1607;&#1575; &#1601;&#1575;&#1581;&#1618;&#1601;&#1614;&#1592;&#1618;&#1607;&#1614;&#1575; &#1576;&#1605;&#1575; &#1578;&#1614;&#1581;&#1618;&#1601;&#1614;&#1592;&#1615; &#1576;&#1616;&#1607;&#1616; &#1593;&#1616;&#1576;&#1575;&#1583;&#1614;&#1603; &#1575;&#1604;&#1589;&#1617;&#1614;&#1575;&#1604;&#1616;&#1581;&#1610;&#1606;</p>
<p>&quot;Bahwasannya nabi saw ketika hendak tidur selalu berdoa:'Ya Allah dengan mana-Mu, wahai Tuhanku, aku letakkan lambungku. Dan dengan nama-Mu aku mengangkatnya. Ya  Allah, sesungguhnya aku telah menhan jiwaku, maka ampunilah jiwaku ini. Apabila Engkau melepaskannya, maka jagalalah jiwaku dengan apa Engkau telah memelihara hamba-hamba-Mu yang shaleh.'&quot; </p>
<p> Adapula hadits yang menerangkan, &quot;barang siapa tidak berzikir kepada Allah saat ia tidur, maka terus menerus itu juga setan akan mengganggunya.&quot; </p>
<p>Diceritakan dari Ali bin Abu Thalib kwh. Rasulullah Saw. bersabda:</p>
<p>&#1605;&#1606; &#1602;&#1585;&#1571; &#1603;&#1604;&#1617; &#1604;&#1610;&#1604;&#1577;&#1613; &#1593;&#1606;&#1583; &#1575;&#1604;&#1606;&#1617;&#1608;&#1605; : &#1608;&#1614;&#1573;&#1616;&#1604;&#1614;&#1600;&#1607;&#1615;&#1603;&#1615;&#1605;&#1618; &#1573;&#1616;&#1604;&#1614;&#1607;&#1612; &#1608;&#1614;&#1575;&#1581;&#1616;&#1583;&#1612; &#1604;&#1575;&#1617;&#1614; &#1573;&#1616;&#1604;&#1614;&#1607;&#1614; &#1573;&#1616;&#1604;&#1575;&#1617;&#1614; &#1607;&#1615;&#1608;&#1614; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1618;&#1605;&#1614;&#1606;&#1615; &#1575;&#1604;&#1585;&#1617;&#1614;&#1581;&#1616;&#1610;&#1605;&#1615; &#1573;&#1616;&#1606;&#1617;&#1614; &#1601;&#1616;&#1610; &#1582;&#1614;&#1604;&#1618;&#1602;&#1616; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1608;&#1614;&#1575;&#1578;&#1616; &#1608;&#1614;&#1575;&#1604;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1608;&#1614;&#1575;&#1582;&#1618;&#1578;&#1616;&#1604;&#1575;&#1614;&#1601;&#1616; &#1575;&#1604;&#1604;&#1617;&#1614;&#1610;&#1618;&#1604;&#1616; &#1608;&#1614;&#1575;&#1604;&#1606;&#1617;&#1614;&#1607;&#1614;&#1575;&#1585;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1601;&#1615;&#1604;&#1618;&#1603;&#1616; &#1575;&#1604;&#1617;&#1614;&#1578;&#1616;&#1610; &#1578;&#1614;&#1580;&#1618;&#1585;&#1616;&#1610; &#1601;&#1616;&#1610; &#1575;&#1604;&#1618;&#1576;&#1614;&#1581;&#1618;&#1585;&#1616; &#1576;&#1616;&#1605;&#1614;&#1575; &#1610;&#1614;&#1606;&#1601;&#1614;&#1593;&#1615; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1587;&#1614; &#1608;&#1614;&#1605;&#1614;&#1575; &#1571;&#1614;&#1606;&#1586;&#1614;&#1604;&#1614; &#1575;&#1604;&#1604;&#1617;&#1607;&#1615; &#1605;&#1616;&#1606;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569;&#1616; &#1605;&#1616;&#1606; &#1605;&#1617;&#1614;&#1575;&#1569; &#1601;&#1614;&#1571;&#1614;&#1581;&#1618;&#1610;&#1614;&#1575; &#1576;&#1616;&#1607;&#1616; &#1575;&#1604;&#1571;&#1585;&#1618;&#1590;&#1614; &#1576;&#1614;&#1593;&#1618;&#1583;&#1614; &#1605;&#1614;&#1608;&#1618;&#1578;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1576;&#1614;&#1579;&#1617;&#1614; &#1601;&#1616;&#1610;&#1607;&#1614;&#1575; &#1605;&#1616;&#1606; &#1603;&#1615;&#1604;&#1617;&#1616; &#1583;&#1614;&#1570;&#1576;&#1617;&#1614;&#1577;&#1613; &#1608;&#1614;&#1578;&#1614;&#1589;&#1618;&#1585;&#1616;&#1610;&#1601;&#1616; &#1575;&#1604;&#1585;&#1617;&#1616;&#1610;&#1614;&#1575;&#1581;&#1616; &#1608;&#1614;&#1575;&#1604;&#1587;&#1617;&#1614;&#1581;&#1614;&#1575;&#1576;&#1616; &#1575;&#1604;&#1618;&#1605;&#1615;&#1587;&#1614;&#1582;&#1617;&#1616;&#1585;&#1616; &#1576;&#1614;&#1610;&#1618;&#1606;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1569; &#1608;&#1614;&#1575;&#1604;&#1571;&#1614;&#1585;&#1618;&#1590;&#1616; &#1604;&#1570;&#1610;&#1614;&#1575;&#1578;&#1613; &#1604;&#1617;&#1616;&#1602;&#1614;&#1608;&#1618;&#1605;&#1613; &#1610;&#1614;&#1593;&#1618;&#1602;&#1616;&#1604;&#1615;&#1608;&#1606;&#1614; . &#1604;&#1605; &#1610;&#1578;&#1604;&#1601;&#1578; &#1575;&#1604;&#1602;&#1585;&#1571;&#1606; &#1605;&#1606; &#1589;&#1583;&#1585;&#1607;</p>
<p> &quot;Barang siapa setiap malam ketika hendak tidur membaca ayat ini yang artinya:<br>
    'Dan Tuhanmu adalah Tuhan Yang Maha Esa. Tiada Tuhan melahkan Dia Yang Maha Pemurah lagi Maha Penyayang. Sesungguhnya dalam penciptaan langit dan bumi, silih berganti siang dan malam, bahtera yang berlayar di laut membawa apa yang berguna bagi manusia, dan apa yang Allah turunkan dari langit berupa air, lalu dengan air Dia hidupkan bumi sesudah mati (kering) nya dan Dia sebarkan di bumi itu segala jenis hewan, serta kisaran angin dan awan yang dikendalikan antara langit dan bumi, sungguh (terdapat) tanda-tanda (keesaan dan kebesaran Allah) bagi kaum yang mau memikirkan' maka ayat Al-Quran itu tidak akan lepas dari dadanya.&quot;</p>
<p>Juga termasuk bagian dari tata krama tidur ialah membaca shalawat kepada Rasulullah Saw. sepuluh kali, maka semalaman dia berada dalam penjagan Allah Swt. dan perlindungan-Nya. Tata krama tidur lainnya hendaknya bertaubat kepada Allah Swt. karena sesungguhnya ketika manusia mempersiapkan diri untuk tidur, seolah-olah dia tengah bersiap-siap untuk menghadapi kematian. Didalam kitab</p>
<p>Taurat terdapat keterangan sebagai berikut:</p>
<p>&quot;Wahai anak Adam, sebagaimana halnya engkau tidur, engkau akan mati. Dan sebagaimana engkau terjaga (bangun tidur), engkau akan dihidupkan kembali setelah mati.&quot; </p>
<p>Etika tidur yang terakhir ialah berzikir kepada Allah Swt. ketika bangun dari tidur.<br>
    &quot;Sesungguhnya Nabi Saw. ketika bangun dari tidur berdoa:</p>
<p>&#1575;&#1614;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1615; &#1616;&#1604;&#1604;&#1607;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1609; &#1571;&#1614;&#1581;&#1618;&#1610;&#1614;&#1575;&#1606;&#1614;&#1575; &#1576;&#1614;&#1593;&#1618;&#1583;&#1614;&#1605;&#1614;&#1575; &#1571;&#1614;&#1605;&#1614;&#1575;&#1578;&#1614;&#1606;&#1614;&#1575; &#1608;&#1614;&#1573;&#1616;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1575;&#1604;&#1606;&#1617;&#1615;&#1588;&#1615;&#1608;&#1585;&#1615;</p>
<p> 'Segala puji bagi Allah yang telah menghidupkan kami setelah mematikan kami. Dan kepada-Nyalah kami (kembali setelah) dibangkitkan.&quot;<br>
</p>
<p>Beberapa ulama menambahkan doa Nabi Saw. tersebut dengan kalimat,</p>
<p>&#1604;&#1575; &#1573;&#1604;&#1607; &#1573;&#1604;&#1575;&#1617; &#1571;&#1606;&#1578;&#1614; &#1587;&#1615;&#1576;&#1618;&#1581;&#1614;&#1575;&#1606;&#1614;&#1603;&#1614; &#1573;&#1606;&#1610;&#1617;&#1616; &#1603;&#1615;&#1606;&#1618;&#1578;&#1615; &#1605;&#1614;&#1606;&#1618; &#1575;&#1604;&#1592;&#1617;&#1575;&#1604;&#1616;&#1605;&#1616;&#1610;&#1606; &#1610;&#1614;&#1575; &#1602;&#1614;&#1608;&#1616;&#1610;&#1617;&#1615; &#1605;&#1614;&#1606;&#1618; &#1604;&#1604;&#1590;&#1616;&#1593;&#1616;&#1610;&#1618;&#1601;&#1616; &#1587;&#1616;&#1608;&#1614;&#1575;&#1603;&#1614; &#1610;&#1614;&#1575; &#1602;&#1614;&#1583;&#1616;&#1610;&#1618;&#1585; &#1605;&#1614;&#1606;&#1618; &#1604;&#1604;&#1593;&#1575;&#1580;&#1586; &#1587;&#1608;&#1575;&#1603; &#1610;&#1575;&#1593;&#1586;&#1610;&#1586; &#1605;&#1606; &#1604;&#1604;&#1584;&#1617;&#1604;&#1610;&#1604; &#1587;&#1608;&#1575;&#1603; &#1610;&#1575; &#1594;&#1614;&#1606;&#1616;&#1610;&#1617;&#1615; &#1605;&#1606; &#1604;&#1604;&#1601;&#1616;&#1602;&#1616;&#1610;&#1618;&#1585;&#1616; &#1613;&#1587;&#1616;&#1608;&#1575;&#1603; &#1575;&#1604;&#1604;&#1607;&#1615;&#1605;&#1617; &#1571;&#1594;&#1618;&#1606;&#1616;&#1606;&#1575; &#1576;&#1603; &#1593;&#1614;&#1605;&#1617;&#1614;&#1606;&#1618; &#1587;&#1616;&#1608;&#1575;&#1603;</p>
<p>Artinya:<br>
    &quot;Tidak ada Tuhan yang patut disembah kecuali Engkau. Maha Suci Engkau. Sesungguhnya hamba adalah termasuk golongan orang-orang zalim. Dzat Yang Maha Kuat, siapakah yang mampu menolong yang lemah selain Engkau? Wahai Dzat Yang Maha Kuasa, siapakah  yang mampu membantu yang lemah selain Engkau? Wahai Dzat Yang Maha Mulia, siapakah yang mampu menolong yang hina selain Engkau? Wahai Dzat Yang Maha Kaya, siapakah yang mampu menolong yang fakir selain Engkau? Ya Allah, perkayalah kami sebab Engkau dari orang selain Engkau.&quot; </p>
<p>Kedua, banyak tidur dapat menyebabkan fakir, malas dan pelupa. Sedangkan tidur dalam keadaan perut kenyang dapat menyebabkan pikun dihari tua.</p>
<p>Pengarang kitab An-Nashihah Backturkan, bahwa ada tiga perkara yang menyebabkan orang menjadi pikun, bahkan kadang-kadang dapat mematikan, yaitu:</p>
<p> Bersetubuh dengan wanita lanjut usia<br>
    Tidur dalam keadaan perut kenyang <br>
    Masuk kedalam WC dalam keadaan perut kenyang.</p>
<p></p>

</body>
</html>