<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <title>qurrotul uyun</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <link href="file:///android_asset/styles.css" rel="stylesheet" type="text/css">
</head>

<body>
<h2>Anjuran Menikah</h2>
<p> <b>DALIL PERINTAH MENIKAH</b></p>
<p>Cermati dan Pahamilah,  keterangan perintah nikah dan penjelasan tentang keutamaan menikah pada hadits dan atsar berikut :<br>
    Seorang lelaki bernama Ukaf menghadap rasulallah SAW, Kemudiab nabi SAW bertanya kepadanya: &ldquo;Wahai ukaf apakah engkau sdh menikah (punya istri)? &ldquo; . Ukaf menjawab, &ldquo;Belum&rdquo; Beliau bertanya lagi,  Apakah Engkau mempunyai budak perempuan?. Ukaf menjawab, &ldquo; Tidak&rdquo; Beliau bertanya lagi: &ldquo; Apakah engkau orang kaya yang baik?.  Ukaf menjawab, &ldquo;Iya, saya orang kaya yang baik. Nabi SAW menegaskan kepada-nya: &quot;Wahai Ukaf, engkau adalah teman-teman setan, jika engkau seorang nasrani maka engkau adalah seorang pendeta diantara pendeta2 mereka. Sesunggunya diantara sunahku adalah menikah, dan sesungguhnya sejelek jeleknya kalian adalah orang yang hidupnya membujang dan sejelek jeleknya kalian adalah yang yang matinya membujang</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1610;&#1575; &#1605;&#1614;&#1593;&#1618;&#1588;&#1585;&#1614; &#1575;&#1604;&#1588;&#1617;&#1576;&#1575;&#1576;&#1616; &#1605;&#1614;&#1606;&#1616; &#1575;&#1587;&#1618;&#1578;&#1591;&#1575;&#1593;&#1614; &#1605;&#1616;&#1606;&#1603;&#1615;&#1605; &#1575;&#1604;&#1576;&#1571;&#1577;&#1614; &#1601;&#1604;&#1610;&#1578;&#1586;&#1608;&#1617;&#1580; &#1601;&#1610; &#1585;&#1608;&#1575;&#1610;&#1577;&#1613; &#1605;&#1614;&#1606; &#1603;&#1575;&#1606;&#1614; &#1584;&#1575; &#1591;&#1608;&#1604;&#1613;  &#1601;&#1614;&#1604;&#1610;&#1618;&#1578;&#1586;&#1608;&#1617;&#1580;&#1618; &#1605;&#1614;&#1606;&#1616; &#1575;&#1587;&#1618;&#1578;&#1591;&#1575;&#1593;&#1614; &#1575;&#1604;&#1576;&#1571;&#1577; &#1601;&#1604;&#1618;&#1610;&#1578;&#1586;&#1608;&#1617;&#1580;&#1618; &#1601;&#1575;&#1606;&#1617;&#1607;&#1615; &#1571;&#1614;&#1594;&#1590;&#1617;&#1615; &#1604;&#1604;&#1576;&#1614;&#1589;&#1614;&#1585;&#1616; &#1608;&#1571;&#1581;&#1589;&#1606;&#1615; &#1604;&#1604;&#1601;&#1585;&#1580;&#1616; &#1608;&#1605;&#1614;&#1606;&#1618; &#1604;&#1605; &#1610;&#1614;&#1587;&#1618;&#1578;&#1591;&#1616;&#1593;&#1618;  &#1601;&#1593;&#1604;&#1610;&#1607; &#1576;&#1575;&#1604;&#1589;&#1617;&#1608;&#1605;&#1616;  &#1601;&#1575;&#1606;&#1617;&#1607; &#1604;&#1607;&#1615; &#1608;&#1580;&#1575;&#1569;  &#1571;&#1610; &#1602;&#1575;&#1591;&#1616;&#1593;&#1615; &#1604;&#1604;&#1588;&#1617;&#1607;&#1614;&#1608;&#1577;&#1616;</p>
<p>Artinya :<br>
    Wahai pemuda, barang siapa yang mampu menikah di antara kalian maka nikahlah. Dalam riwayat lain, barang siapa yang mampu memikul beban keluarga maka nikahlah, karena sesungguhnya nikah mampu menahan pandangan dan menjaga kehormatan, dan barang siapa yang tidak sanggup menikah maka puasalah, karena puasa merupakan perisai yang dapat meredam syahwat.<br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1602;&#1614;&#1575;&#1604;&#1614; &#1585;&#1614;&#1587;&#1615;&#1608;&#1604;&#1615; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1589;&#1614;&#1604;&#1617;&#1614;&#1609; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1607;&#1616; &#1608;&#1614;&#1587;&#1614;&#1604;&#1617;&#1614;&#1605;&#1614; : &quot; &#1605;&#1616;&#1587;&#1618;&#1603;&#1616;&#1610;&#1606;&#1612; &#1605;&#1616;&#1587;&#1618;&#1603;&#1616;&#1610;&#1606;&#1612; &#1605;&#1616;&#1587;&#1618;&#1603;&#1616;&#1610;&#1606;&#1612; &#1585;&#1614;&#1580;&#1615;&#1604;&#1612; &#1604;&#1614;&#1610;&#1618;&#1587;&#1614;&#1578;&#1618; &#1604;&#1614;&#1607;&#1615; &#1575;&#1605;&#1618;&#1585;&#1614;&#1571;&#1614;&#1577;&#1612; &quot; &#1548; &#1602;&#1614;&#1575;&#1604;&#1615;&#1608;&#1575; : &#1610;&#1614;&#1575; &#1585;&#1614;&#1587;&#1615;&#1608;&#1604;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1548; &#1608;&#1614;&#1573;&#1616;&#1606;&#1618; &#1603;&#1614;&#1575;&#1606;&#1614; &#1603;&#1614;&#1579;&#1616;&#1610;&#1585;&#1614; &#1575;&#1604;&#1618;&#1605;&#1614;&#1575;&#1604;&#1616; &#1567; &#1602;&#1614;&#1575;&#1604;&#1614; : &quot; &#1608;&#1614;&#1573;&#1616;&#1606;&#1618; &#1603;&#1614;&#1575;&#1606;&#1614; &#1603;&#1614;&#1579;&#1616;&#1610;&#1585;&#1614; &#1575;&#1604;&#1618;&#1605;&#1614;&#1575;&#1604;&#1616; &#1548; &#1605;&#1616;&#1587;&#1618;&#1603;&#1616;&#1610;&#1606;&#1614;&#1577;&#1612; &#1605;&#1616;&#1587;&#1618;&#1603;&#1616;&#1610;&#1606;&#1614;&#1577;&#1612; &#1605;&#1616;&#1587;&#1618;&#1603;&#1616;&#1610;&#1606;&#1614;&#1577;&#1612; &#1575;&#1605;&#1618;&#1585;&#1614;&#1571;&#1614;&#1577;&#1612; &#1604;&#1614;&#1610;&#1618;&#1587;&#1614; &#1604;&#1614;&#1607;&#1614;&#1575; &#1586;&#1614;&#1608;&#1618;&#1580;&#1612; &quot; &#1602;&#1614;&#1575;&#1604;&#1615;&#1608;&#1575; : &#1610;&#1614;&#1575; &#1585;&#1614;&#1587;&#1615;&#1608;&#1604;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1548; &#1608;&#1614;&#1573;&#1616;&#1606;&#1618; &#1603;&#1614;&#1575;&#1606;&#1614;&#1578;&#1618; &#1594;&#1614;&#1606;&#1616;&#1610;&#1617;&#1614;&#1577;&#1611; &#1605;&#1615;&#1603;&#1618;&#1579;&#1616;&#1585;&#1614;&#1577;&#1611; &#1567; &#1602;&#1614;&#1575;&#1604;&#1614; : &quot; &#1608;&#1614;&#1573;&#1616;&#1606;&#1618; &#1603;&#1614;&#1575;&#1606;&#1614;&#1578;&#1618; &#1594;&#1614;&#1606;&#1616;&#1610;&#1617;&#1614;&#1577;&#1611; &#1605;&#1615;&#1603;&#1618;&#1579;&#1616;&#1585;&#1614;&#1577;&#1611; &quot; .</p>
<p>Artinya :<br>
    Miskin miskin miskin laki laki yang tidak mempunyai istri ditanyakan kepada beliau ya rasulullah bagai mana jika di memiliki banyak harta ? Nabi menjawab meskipun dia mempunyai banyak harta&rdquo; miskin seorang wanita yang tidak mempunyai suami.  ditanyakan kepada beliau &ldquo;ya rasulullah bagai mana jika di memiliki banyak harta ? Nabi menjawab meskipun dia mempunyai banyak harta&rdquo;<br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1605;&#1614;&#1606; &#1603;&#1575;&#1606; &#1605;&#1608;&#1587;&#1585;&#1575;&#1611; &#1604;&#1571;&#1606; &#1610;&#1606;&#1603;&#1581; &#1579;&#1605;&#1615; &#1604;&#1605; &#1610;&#1606;&#1603;&#1616;&#1581; &#1601;&#1604;&#1610;&#1587;&#1614; &#1605;&#1606;&#1610;&#1617;</p>
<p>Artinya :<br>
    Siapa orang yang mendapatkan kemudahan untuk menikah kemudian dia tidak menikah maka dia bukan termasuk umatku.<br>
    Nabi SAW Bersabda :</p>
<p>&#1573;&#1584;&#1575; &#1578;&#1586;&#1614;&#1608;&#1617;&#1580;&#1614; &#1575;&#1604;&#1585;&#1615;&#1617;&#1580;&#1604; &#1601;&#1602;&#1583; &#1575;&#1587;&#1578;&#1603;&#1605;&#1604; &#1606;&#1589;&#1601; &#1575;&#1604;&#1583;&#1610;&#1606; &#1601;&#1604;&#1610;&#1578;&#1617;&#1602; &#1575;&#1604;&#1604;&#1607; &#1601;&#1610; &#1575;&#1604;&#1606;&#1589;&#1601; &#1575;&#1604;&#1576;&#1575;&#1602;&#1610;</p>
<p>Artinya :<br>
    Apabila seorang lelaki  menikah maka sesungguhnya dia telah menyempurnakan setengah agamanya maka bertakwalah kepada Allah dalam menyempurnakan sebagiannya lagi.<br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1605;&#1606; &#1578;&#1586;&#1608;&#1617;&#1580; &#1610;&#1585;&#1610;&#1583; &#1575;&#1604;&#1593;&#1601;&#1575;&#1601; &#1601;&#1581;&#1602; &#1593;&#1604;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1608;&#1606;&#1607;</p>
<p>Artinya :<br>
    Barang siapa yang menikah (kawin) karena menjaga diri dari zina, maka pertolongan Allah akan datang kepadanya.<br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1605;&#1606; &#1578;&#1586;&#1608;&#1617;&#1580; &#1604;&#1604;&#1607; &#1603;&#1601;&#1609; &#1608;&#1608;&#1602;&#1609;</p>
<p>Artinya :<br>
    Barang siapa yang menikah karena taat kepada Allah maka ia akan mencukupi dan memeliharanya.<br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1575;&#1604;&#1606;&#1617;&#1603;&#1575;&#1581;&#1615; &#1587;&#1615;&#1606;&#1617;&#1578;&#1609; &#1601;&#1605;&#1606; &#1575;&#1581;&#1576;&#1617;&#1606;&#1609; &#1601;&#1604;&#1587;&#1578;&#1606;&#1617; &#1608;&#1601;&#1609; &#1585;&#1608;&#1575;&#1610;&#1577;  &#1601;&#1605;&#1606; &#1585;&#1594;&#1576;  &#1593;&#1606;&#1607; &#1601;&#1604;&#1610;&#1587; &#1605;&#1606;&#1609;&#1617;</p>
<p>Artinya :<br>
    Nikah adalah sunahku maka barang siapa mencintaiku maka ikuti sunahku. Dalam sebuah riwayat siapa orang yang membenci nikah maka dia bukan dari golongan-ku<br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1578;&#1606;&#1575; &#1603;&#1581;&#1608;&#1575; &#1578;&#1606;&#1575;&#1587;&#1604;&#1608;&#1575;  &#1601;&#1573;&#1606;&#1609;&#1617; &#1605;&#1603;&#1575;&#1579;&#1585; &#1576;&#1603;&#1605; &#1575;&#1604;&#1571;&#1605;&#1605; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1601;&#1609; &#1585;&#1608;&#1575;&#1610;&#1577;  &#1601;&#1573;&#1606;&#1609;&#1617;  &#1571;&#1615;&#1576;&#1575;&#1607;&#1609; &#1576;&#1603;&#1605; &#1575;&#1604;&#1571;&#1605;&#1605; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1581;&#1578;&#1609; &#1575;&#1604;&#1587;&#1602;&#1591;</p>
<p>Artinya :<br>
    Kawinlah kalian semua dan buatlah nasab keturunan,  sesungguhnya aku akan membangggakan jumlah  kalian dihadapan umat yang lain pada hari qiyamah,  Dalam satu riwayat di sebutkan: &ldquo;  sesungguhnya aku akan membangggakan kalian dihadapan umat yang lain pada hari qiyamah hingga bayi  yang keguguran, <br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1605;&#1606; &#1578;&#1585;&#1603; &#1575;&#1604;&#1578;&#1586;&#1608;&#1610;&#1580; &#1605;&#1582;&#1575; &#1601;&#1577; &#1575;&#1604;&#1593;&#1610;&#1604;&#1577; &#1601;&#1604;&#1610;&#1587; &#1605;&#1606;&#1617;&#1575; &#1586;&#1575;&#1583; &#1601;&#1610; &#1585;&#1608;&#1575;&#1610;&#1577; &#1610;&#1608;&#1603;&#1604; &#1575;&#1604;&#1604;&#1607; &#1576;&#1607; &#1610;&#1603;&#1578;&#1576;&#1575;&#1606; &#1576;&#1610;&#1606; &#1593;&#1610;&#1606;&#1607; &#1605;&#1590;&#1610;&#1617;&#1593; &#1605;&#1616;&#1606;&#1617;&#1577;&#1614; &#1575;&#1604;&#1604;&#1607; . &#1571;&#1576;&#1588;&#1585; &#1576;&#1602;&#1604;&#1577; &#1575;&#1604;&#1585;&#1586;&#1602;</p>
<p>Artinya :<br>
    Barang siapa yang meninggalkan nikah karena takut dengan beban tanggung jawab maka dia tidak tergolong umatku, dalam hadit lain perowi menambahkan kalimat: &ldquo; Allah akan menyerahkan malaikat untuk mencatat pada kedua matanya sebagai orang yang menyiakan nikmat Allah dan bergembirahlah dengan rejeki yang sedikit.<br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1605;&#1606; &#1606;&#1603;&#1581; &#1604;&#1604;&#1607; &#1608;&#1571;&#1606;&#1603;&#1581; &#1604;&#1604;&#1607; &#1573;&#1587;&#1578;&#1581;&#1602; &#1608;&#1604;&#1575;&#1610;&#1577; &#1575;&#1604;&#1604;&#1607;</p>
<p>Artinya :<br>
    Barang siapa menikah dan menikahkan karena Allah maka ia berhak menyandang gelar wali Allah<br>
</p>
<p>Nabi SAW Bersabda :</p>
<p>&#1601;&#1590;&#1604; &#1575;&#1604;&#1605;&#1578;&#1571;&#1607;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1593;&#1575;&#1586;&#1576; &#1603;&#1601;&#1590;&#1604; &#1575;&#1604;&#1605;&#1580;&#1575;&#1607;&#1583; &#1593;&#1604;&#1609; &#1575;&#1604;&#1602;&#1575;&#1593;&#1583; &#1608;&#1585;&#1603;&#1593;&#1578;&#1575;&#1606; &#1605;&#1606; &#1575;&#1604;&#1605;&#1578;&#1571;&#1607;&#1604; &#1582;&#1610;&#1585; &#1605;&#1606; &#1575;&#1579;&#1606;&#1578;&#1610;&#1606; &#1608;&#1579;&#1606;&#1575;&#1606;&#1610;&#1606; &#1585;&#1603;&#1593;&#1577; &#1605;&#1606; &#1575;&#1604;&#1605;&#1593;&#1578;&#1586;&#1576;</p>
<p>Artinya :<br>
    Keutamaan orang yang berkeluarga dengan orang yang membujang seperti keutamaan orang yang berjuang (berjihad) dijalan Allah SWT dan orang yang berdiam diri, dan dua rakaat orang yang sdh berkeluarga lebih baik dari delapan puluh rakaat sholat orang yang masih bujangan</p>


</body>
</html>