<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <title>qurrotul uyun</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <link href="file:///android_asset/styles.css" rel="stylesheet" type="text/css">
</head>

<body>

<h2>Wanita Menurut Islam</h2>
<p><b>Wanita Ideal Menurut Islam</b></p>
<p>&#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1605;&#1578;&#1575;&#1593; &#1608;&#1582;&#1610;&#1585; &#1605;&#1578;&#1575;&#1593;&#1607;&#1575;&#1575;&#1604;&#1605;&#1585;&#1571;&#1577; &#1575;&#1604;&#1589;&#1575;&#1604;&#1581;&#1577; &#1601;&#1610; &#1585;&#1608;&#1575;&#1610;&#1577;  &#1608;&#1582;&#1610;&#1585; &#1605;&#1578;&#1575;&#1593;&#1607;&#1575;&#1575;&#1604;&#1605;&#1585;&#1571;&#1577; &#1578;&#1593;&#1610;&#1606; &#1586;&#1608;&#1580;&#1607;&#1575; &#1593;&#1604;&#1609; &#1575;&#1604;&#1571;&#1582;&#1585;&#1577;<br>
    <br>
    Artinya:<br>
    &ldquo;Dari Abdullah bin Amar RA  bahwasannya Rasulullah Saw. bersabda: Dunia     adalah perhiasan , dan sebaik-baik perhiasan itu adalah wanita shalihah.&rdquo; (H.R. Muslim)  Dalam Riwayat lain :&rdquo; sebaik baiknya perhiasan dunia adalah seotang istri yang menolong suaminya untuk urusan akhirat.</p>
<p>Rasulallah SAW bersabda :</p>
<p>&#1605;&#1575; &#1575;&#1587;&#1578;&#1601;&#1575;&#1583; &#1575;&#1604;&#1605;&#1572;&#1605;&#1606; &#1576;&#1593;&#1583; &#1578;&#1602;&#1608;&#1609; &#1575;&#1604;&#1604;&#1607; &#1582;&#1610;&#1585;&#1575; &#1604;&#1607; &#1605;&#1606; &#1586;&#1608;&#1580;&#1577; &#1589;&#1575;&#1604;&#1581;&#1577; &#1573;&#1606; &#1571;&#1605;&#1585;&#1607;&#1575; &#1571;&#1591;&#1575;&#1593;&#1578;&#1607; &#1608;&#1573;&#1606; &#1606;&#1592;&#1585; &#1573;&#1604;&#1610;&#1607;&#1575; &#1587;&#1585;&#1578;&#1607; &#1608;&#1573;&#1606; &#1571;&#1602;&#1587;&#1605; &#1593;&#1604;&#1610;&#1607;&#1575; &#1571;&#1576;&#1585;&#1578;&#1607; &#1608;&#1573;&#1606; &#1594;&#1575;&#1576; &#1593;&#1606;&#1607;&#1575; &#1606;&#1589;&#1581;&#1578;&#1607; &#1601;&#1610; &#1606;&#1601;&#1587;&#1607;&#1575; &#1608;&#1605;&#1575;&#1604;&#1607;</p>
<p>Tidak ada yang paling berfaedah setelah bertakwa kepada Allah SWT selain memiliki istri yang sholihah, jika suami memerintahkan-nya, maka ia mentaatinya, jika suami memandangnya, maka dia menyenangkannya, jika suami bersumpah kepadanya maka dia memperbaikinya,  jika suami tidak ada disisinya, maka dia menjaga diri dan harta suaminya</p>
<p>Rasulallah SAW bersabda: Barang siapa yang menikahi wanita karena kemuliaannya maka Allah tidak akan menambahkan kecuali kehinaan . Barang siapa yang menikahi wanita karena hartanya maka Allah SWT tidak akan menambahkan kecuali kemiskinan. Barang siapa yang menikahi wanita karena kecantikannya maka Allah tidak akan menambahkan kecuali kerendahan.  Dan barang siapa yang menikahi wanita tanpa tujuan lain, kecuali meredam sahwatnya dan untuk menjaga kesuciannya dari perbuatan zina, atau berniat menyambung ikatan keluarga maka Allah akan memberkahi istrinya. Sedangkan seorang budak hitam namun kuat imannya adalah lebih utama</p>
<p>Rasulullah SAW bersabda :</p>
<p>&#1605;&#1606; &#1603;&#1575;&#1606; &#1604;&#1607; &#1608;&#1604;&#1583; &#1608;&#1593;&#1606;&#1583;&#1607; &#1605;&#1575; &#1610;&#1586;&#1608;&#1580;&#1607; &#1576;&#1607; &#1608;&#1604;&#1605; &#1610;&#1586;&#1608;&#1580;&#1607; &#1608;&#1586;&#1606;&#1609; &#1601;&#1573;&#1606; &#1575;&#1604;&#1573;&#1579;&#1605; &#1576;&#1610;&#1606;&#1607;&#1605;&#1575;</p>
<p>Barang siapa memiliki anak dan mampu untuk mengawinknnya, namun  tidak mau mengawinkan-nya, kemudian anaknya berzina, maka dosa untuk kedua orang tuanya.</p>
<p>Rasulullah SAW bersabda :</p>
<p>&#1578;&#1615;&#1606;&#1618;&#1603;&#1614;&#1581;&#1615; &#1575;&#1604;&#1618;&#1605;&#1614;&#1585;&#1618;&#1571;&#1614;&#1577;&#1615; &#1604;&#1571;&#1585;&#1618;&#1576;&#1614;&#1593;&#1613;: &#1604;&#1616;&#1605;&#1614;&#1575;&#1604;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1604;&#1616;&#1581;&#1614;&#1587;&#1614;&#1576;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1580;&#1614;&#1605;&#1614;&#1575;&#1604;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614;&#1604;&#1616;&#1583;&#1616;&#1610;&#1606;&#1616;&#1607;&#1614;&#1575;&#1548; &#1601;&#1614;&#1575;&#1592;&#1618;&#1601;&#1614;&#1585;&#1618; &#1576;&#1616;&#1584;&#1614;&#1575;&#1578;&#1616; &#1575;&#1604;&#1583;&#1617;&#1616;&#1610;&#1606;&#1616;&#1548; &#1578;&#1614;&#1585;&#1616;&#1576;&#1614;&#1578;&#1618; &#1610;&#1614;&#1583;&#1614;&#1575;&#1603;&#1614;</p>
<p>&ldquo;Seorang wanita dinikahi karena empat perkara, yaitu : karena harta, keturunan, kecantikan dan agamanya. Maka menikahilah  wanita yang kuat agamanya, maka kamu memperoleh kebahagiaan&rdquo;</p>
<p>Rasulullah SAW bersabda :</p>
<p>&#1605;&#1614;&#1606;&#1618; &#1571;&#1614;&#1585;&#1614;&#1575;&#1583;&#1614; &#1571;&#1614;&#1606;&#1618; &#1610;&#1614;&#1604;&#1618;&#1602;&#1614;&#1609; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1614; &#1591;&#1614;&#1575;&#1607;&#1616;&#1585;&#1611;&#1575; &#1605;&#1615;&#1591;&#1614;&#1607;&#1617;&#1614;&#1585;&#1611;&#1575; &#1601;&#1614;&#1604;&#1618;&#1610;&#1614;&#1578;&#1614;&#1586;&#1614;&#1608;&#1617;&#1614;&#1580;&#1618; &#1575;&#1604;&#1618;&#1581;&#1614;&#1585;&#1614;&#1575;&#1574;&#1616;&#1585;&#1614;</p>
<p>&ldquo;Barang siapa ingin bertemu  allah dalam keadaan suci dan disucikan, maka nikahlah dengan wanita yang merdeka&rdquo;</p>
<p>Rasulullah SAW bersabda :</p>
<p>&#1571;&#1585;&#1576;&#1593;&#1612; &#1605;&#1606; &#1587;&#1614;&#1593;&#1614;&#1575;&#1583;&#1614;&#1577;&#1616; &#1575;&#1604;&#1605;&#1585;&#1569;&#1616; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606;&#1614; &#1586;&#1608;&#1580;&#1578;&#1615;&#1607; &#1589;&#1575;&#1604;&#1581;&#1577;&#1611; &#1608;&#1571;&#1608;&#1604;&#1575;&#1583;&#1615;&#1607; &#1571;&#1576;&#1585;&#1575;&#1585;&#1575;&#1611; &#1608;&#1582;&#1604;&#1591;&#1575;&#1572;&#1615;&#1607; &#1589;&#1575;&#1604;&#1581;&#1610;&#1606; &#1608;&#1605;&#1593;&#1610;&#1588;&#1578;&#1615;&#1607; &#1601;&#1609; &#1576;&#1604;&#1583;&#1616;&#1607;&#1616;</p>
<p>&ldquo;Ada empat perkara yang dapat membahagiakan seseorang :</p>
<p>
<ul>
    <li> Memiliki istri sholihah,</li>
    <li>Anak anak yg baik</li>
    <li>Bergaul bersama orang-orang shalih,</li>
    <li>Rejeki yg diperoleh dari negri sendiri&rdquo;
    </li></ul></p>
<p>Rasulullah SAW bersabda :</p>
<p>&#1582;&#1610;&#1585; &#1606;&#1587;&#1575;&#1569; &#1571;&#1605;&#1578;&#1610; &#1571;&#1589;&#1576;&#1581;&#1607;&#1606; &#1608;&#1580;&#1607;&#1575;&#1548; &#1608;&#1571;&#1602;&#1604;&#1607;&#1606; &#1605;&#1607;&#1585;&#1575;</p>
<p>&ldquo;Sebaik-baik wanita dari umatku ialah yang berwajah ceria dan sedikit maharnya&rdquo;</p>
<p>Rasulullah SAW bersabda</p>
<p>&#1578;&#1614;&#1586;&#1614;&#1608;&#1617;&#1614;&#1580;&#1615;&#1608;&#1575; &#1575;&#1604;&#1618;&#1608;&#1614;&#1583;&#1615;&#1608;&#1583;&#1614; &#1575;&#1604;&#1618;&#1608;&#1614;&#1604;&#1615;&#1608;&#1583;&#1614; &#1601;&#1614;&#1573;&#1616;&#1606;&#1617;&#1616;&#1609; &#1605;&#1615;&#1603;&#1614;&#1575;&#1579;&#1616;&#1585;&#1612; &#1576;&#1616;&#1603;&#1615;&#1605;&#1615; &#1575;&#1604;&#1571;&#1614;&#1606;&#1618;&#1576;&#1616;&#1610;&#1614;&#1575;&#1569;&#1614; &#1610;&#1614;&#1608;&#1618;&#1605;&#1614; &#1575;&#1604;&#1618;&#1602;&#1616;&#1610;&#1614;&#1575;&#1605;&#1614;&#1577;&#1616;</p>
<p>&ldquo;Nikahlah wanita yang memiliki jiwa kasih sayang, dan banyak anaknya, karena sesungguhnya aku akan membanggakan kebanyakan jumlah kalian dihadapan para nabi terdahulu pada hari kiamat&rdquo;</p>
<p>Rasulullah SAW bersabda kepada zaid bin tabit : &ldquo;Hai zaid, apakah engkau sudah menikah?&rdquo; Zaid menjawab &ldquo;belum&rdquo; Nabi saw bersabda &ldquo;Menikahlah, maka akan terjaga kesucianmu, sebagaimana kamu menjaga kesucian dirimu. Dan jangan kamu menikah dengan 5 golongan wanita&rdquo; zaid bertanya &ldquo;siapakah mereka ya rasulallah ?&rdquo; Nabi saw menjawab &ldquo;mereka adalah : Syahbarah, Lahbarah, Nahbarah, Handarah, Lafut. &rdquo; Zaid bertanya &ldquo;Ya rasulullah, Aku tidak mengerti engkau katakan&rdquo; Kemdian nabi saw menjelaskan, </p>
<p>
<ul>
    <li> Syahbarah : Wanita yang bermata abu-abu dan jelek tutur katanya. </li>
    <li>Lahbarah : Wanita yang tinggi dan kurus. </li>
    <li> Nahbarah : Wanita tua yang senang membelakangi suaminya (ketika tidur). </li>
    <li>Handarah : Wanita yang kuntet dan tercela. </li>
    <li>Lafut : Wanita yang melahirkan anak dari laki-laki selain kamu.</li>
</ul>
</p>
<p>Seorang laki-laki datang kepada rasulullah dan berkata &ldquo;Ya rasulullah, aku ingin menikahi seorang wanita yang baik dan cantik, tetapi dia mandul, apakah aku boleh menikahinya?&rdquo;<br>
    Nabi SAW menjawab &ldquo;jangan&rdquo;. lalu dia datang lagi pada rasulullah untuk kedua kalinya, Rasul tetap melarangnya. Kemudian datang lagi untuk ketiga kaliya, nabi saw tetap melarangnya menikahi wanita itu, dan beliau bersabda &ldquo;Menikahlah kalian dengan wanita yang selalu menyenangkan hati dan banyak anaknya. Karena sesungguhnya aku akan membanggakan banyaknya jumlah kalian dihadapan umat terdahulu pada hari kiamat &rdquo;</p>


</body>
</html>