<!doctype html>
<html>
<head>
    <meta charset="utf-8">
    <title>qurrotul uyun</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <link href="file:///android_asset/styles.css" rel="stylesheet" type="text/css">
</head>

<body>

<h2>Keutamaan Menafkahi Keluarga</h2>

<p> <B>KEUTAMAAN MEMBELANJAKAN HARTA UNTUK KELUARGA</B></p>
<p>Rosulullah s.a.w bersabda:</p>
<p>&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1610; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1575;&#1606;&#1617; &#1605;&#1606; &#1575;&#1604;&#1584;&#1606;&#1608;&#1576; &#1584;&#1606;&#1608;&#1576;&#1575; &#1604;&#1575;&#1610;&#1603;&#1601;&#1585;&#1607;&#1575; &#1589;&#1604;&#1575;&#1577; &#1608;&#1604;&#1575;&#1589;&#1608;&#1605; &#1608;&#1604;&#1575;&#1580;&#1607;&#1575;&#1583; &#1575;&#1604;&#1575;&#1575;&#1604;&#1587;&#1593;&#1610; &#1593;&#1604;&#1610; &#1575;&#1604;&#1593;&#1610;&#1575;&#1604;<br>
</p>
<p>Nafkah Keluarga<br>
    Sesungguhnya sebagian dari dosa-dosa yang tidak terampuni dengan sholat,dan tidak pula dengan puasadan tidak pula dengan berjihad,kecuali terampuni dosa tersebut dengan melangkahkan kaki untuk menghidupi keluarga.</p>
<p>Siapa orang yang memiliki 3 anak perempuan kemudian memberinya nfkah dan berbuat baik kepadanya sampai Allah SWT mencukupi mereka (saat dewasa) dan tidak lagi membutuhkannya maka niscaya dia masuk surga kecuali dia melakukan perbuatan yang tidak ada ampunannya.<br>
    Nabi SAW besabda :</p>
<p>Rasulullah Saw. bersabda: &quot;Dinar (harta) yang paling utama (yang dinafkahkan oleh seseorang) adalah, dinar yang dinafkahkan untuk kepentingan keluarganya, dan juga dinar yang dinafkahkan untuk hewan ternak dan sahabat&shy;sahabatnya, hanya karena untuk taat kepada Allah Swt.&quot; </p>
<p>Imam Abu Qilabah ra. berkata: &quot;Dahulukanlah nafkah untuk keluarga yang menjadi tanggunganmu, sebab orang yang besar pahalanya ialah orang yang memberi nafkah keluarganya yang masih kecil&shy;kecil dan memeliharanya dengan baik. Atau dengan sebab nafkah itu, Allah Swt. memberikan manfaat kepada mereka dan mencukupkannya. &quot;Rasulullah Saw. bersabda: &quot;Apabila salah seorang diantara kalian semalam suntuk dalam keadaan susah dan prihatin karena memikirkan keluarganya (sebab rizki yang sangat sempit), maka yang demikian itu bagi Allah Swt. lebih utama dari pada seribu kali sabetan pedang dimedan perang demi menegakkan agama Allah Azza wa Jalla</p>
<p>Rosulullah s.a.w bersabda</p>
<p>&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1610; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1575;&#1584;&#1575; &#1575;&#1606;&#1601;&#1602; &#1575;&#1604;&#1585;&#1580;&#1604; &#1593;&#1604;&#1610; &#1575;&#1607;&#1604;&#1607; &#1606;&#1601;&#1602;&#1577; &#1608;&#1607;&#1608; &#1610;&#1581;&#1578;&#1587;&#1576;&#1607;&#1575; &#1603;&#1575;&#1606;&#1578; &#1589;&#1583;&#1602;&#1577;</p>
<p>ketika seorang laki-laki menafkahi keluarganya yang sudah tercukupi maka termasuk shodakoh.</p>
<p>Rosulullah s.a.w bersabda</p>
<p> &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1610; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1575;&#1604;&#1610;&#1583;&#1575;&#1604;&#1593;&#1604;&#1610;&#1575; &#1575;&#1601;&#1590;&#1604; &#1605;&#1606; &#1575;&#1604;&#1610;&#1583;&#1575;&#1604;&#1587;&#1601;&#1604;&#1574; &#1608;&#1575;&#1576;&#1583;&#1575;&#1569;&#1576;&#1605;&#1606; &#1578;&#1593;&#1608;&#1604; &#1575;&#1615;&#1605;&#1603;&#1548; &#1608;&#1575;&#1576;&#1575;&#1603;&#1548;&#1608;&#1575;&#1615;&#1582;&#1578;&#1603;&#1548; &#1608;&#1575;&#1582;&#1575;&#1603;&#1548; &#1608;&#1575;&#1614;&#1583;&#1606;&#1575;&#1603;&#1548; &#1601;&#1575;&#1614;&#1583;&#1606;&#1575;&#1603;</p>
<p>Tangan di atas lebih mulia daripada tangan di bawah,dan mulailah dari orang yang telah merawatmu: ibumu,ayahmu,saudara perempuanmu, saudara laki-laki mu,kerabat dekatmu,dan kerabatmu<br>
</p>
<p>RasulullahSaw. bersabda: &quot;Sesungguhnya yang dinafkahkan oleh seseorang uuntuk dirinya sendiri, istrinya, anak &shy;anak, famili&shy;famili, dan kerabat&shy;kerabatnya, maka nafkah itu menjadi sedekah baginya. Dan biaya yang dikeluarkan oleh seseorang untuk mempertahankan harga dirinya, maka akan ditulis baginya sebagai sedekah. Begitu pula nafkah yang diberikan oleh seorang mukmin, maka sesungguhnya Allah Swt. akan menggantinya. Dan Allah Swt. yang menanggung semua bentuk nafkah, kecuali barang&shy;barang yang digunakan untuk bangunan atau kemaksiatan.</p>
<p>Rosulullah s.a.w bersabda</p>
<p>&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1610; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1605;&#1575;&#1605;&#1606; &#1610;&#1608;&#1605; &#1610;&#1589;&#1576;&#1581; &#1575;&#1604;&#1593;&#1576;&#1575;&#1583; &#1601;&#1610;&#1607; &#1575;&#1616;&#1604;&#1575; &#1608;&#1605;&#1604;&#1603;&#1575;&#1606; &#1610;&#1606;&#1586;&#1604;&#1575;&#1606; &#1601;&#1610;&#1602;&#1608;&#1604; &#1575;&#1614;&#1581;&#1583;&#1607;&#1605;&#1575;; &#1575;&#1604;&#1604;&#1607;&#1605; &#1571;&#1593;&#1591;&#1616; &#1605;&#1606;&#1601;&#1602;&#1575; &#1582;&#1604;&#1601;&#1575;&#1548;&#1608;&#1610;&#1602;&#1608;&#1604; &#1575;&#1604;&#1604;&#1571;&#1582;&#1585;;&#1575;&#1604;&#1604;&#1607;&#1605; &#1571;&#1593;&#1591; &#1605;&#1605;&#1587;&#1603;&#1575;&#1611; &#1578;&#1604;&#1601;&#1575;</p>
<p>Tidaklah suatu hamba yang apabila datang waktu pagi kecuali datang dua malaikat ALLAH<br>
    salah satu malaikat berdo'a: Ya ALLAH berikanlah pengganti bagi hambamu yang menyedekahkan hartanya. malaikat yang satunya lagi berdo'a: Ya ALLAH,berikanlah kerusakan bagi hamba yang pelit/menahan hartanya di pagi hari</p>
<p>Nabi Saw. bersabda: &quot;Barang siapa memberikan nafkah kepada dua atau tiga anak wanitanya, atau memberinafkah kepada dua atau tiga orang saudara wanitanya, maka antara (atau dia sudah mati meninggalkan mereka) saya dengan dia didalam surga seperti ini, (beliau memberi isyarat dengan jari&shy;jari beliau, yaitu telunjuk dan jari tengah) dan dia memperoleh pahala sebagaimana pahala orang yang berjuang demi menegakkan agama Allah dalam keadaan puasa dan selalu beribadah. Seorang wanita bertanya, 'Apabila anak wanita itu hanya satu, apakah sama, ya Rasulallah?' Beliau menjawab, 'Ya, meskipun hanya satu orang anak wanita'.&quot;</p>
<p>Rosulullah s.a.w bersabda</p>
<p>&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1610; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1575;&#1606; &#1575;&#1604;&#1605;&#1593;&#1608;&#1606;&#1577; &#1578;&#1571;&#1578;&#1610; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610; &#1602;&#1583;&#1585;&#1575;&#1604;&#1605;&#1608;&#1569;&#1606;&#1577;&#1548;&#1608;&#1573;&#1606; &#1575;&#1604;&#1589;&#1576;&#1585; &#1610;&#1571;&#1578;&#1574; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610; &#1602;&#1583;&#1585;&#1575;&#1604;&#1576;&#1604;&#1575;&#1569;&#1616;&#1548;&#1608;&#1571;&#1608;&#1617;&#1604; &#1605;&#1575; &#1610;&#1608;&#1590;&#1593; &#1601;&#1574; &#1605;&#1610;&#1586;&#1575;&#1606; &#1575;&#1604;&#1593;&#1576;&#1583; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1606;&#1601;&#1602;&#1578;&#1607; &#1593;&#1604;&#1610; &#1571;&#1607;&#1604;&#1607;</p>
<p>Sesungguhnya pertolongan datang dari Allah atas perkiraan biaya( yang di keluarkan)<br>
    dan sesungguhnya sabar datang dari Allah atas perkiraan cobaan, dan pertama kali yang di letakkan di timbangan seorang hamba nanti di hari kiamat ialah nafaqoh atas keluarga nya.</p>
<p>Rasulullah Saw. bersabda: &quot;Jika seorang hamba telah banyak berbuat dosa, maka Allah akan mencobanya dengan kesulitan dalam memberi nafkah keluarganya, agar Allah memberi ampunan atas dosa&shy;dosanya itu.&quot;</p>
<p>Rosulullah s.a.w bersabda</p>
<p>&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1618;&#1574;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1573;&#1606; &#1575;&#1604;&#1604;&#1607; &#1610;&#1581;&#1576; &#1575;&#1604;&#1593;&#1576;&#1583; &#1575;&#1604;&#1605;&#1578;&#1593;&#1601;&#1601; &#1571;&#1576;&#1575;&#1604;&#1593;&#1610;&#1575;&#1604;</p>
<p>Sesungguhnya Allah mencintai seorang hamba yang menjaga agamanya sekaligus menjadi seorang ayah dalam keluarga</p>
<p>Rosulullah s.a.w bersabda</p>
<p>&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1618;&#1574;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1605;&#1606; &#1576;&#1575;&#1578; &#1605;&#1578;&#1593;&#1608;&#1576;&#1575; &#1601;&#1574; &#1591;&#1604;&#1576; &#1605;&#1593;&#1575;&#1588; &#1571;&#1608;&#1604;&#1575;&#1583;&#1607; &#1576;&#1575;&#1578; &#1605;&#1594;&#1601;&#1608;&#1585;&#1575;&#1604;&#1607;</p>
<p>Barang siapa yang bermalam-malaman dalam mencari nafkah untuk anak-anaknya maka ia akan di ampuni oleh Allah selama waktu itu.</p>
<p>Rosulullah s.a.w bersabda<br>
    &#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1618;&#1574;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1605;&#1614;&#1606; &#1591;&#1604;&#1576; &#1575;&#1604;&#1583;&#1606;&#1610;&#1575; &#1581;&#1604;&#1575;&#1604;&#1571; &#1608;&#1575;&#1587;&#1578;&#1616;&#1593;&#1601;&#1575;&#1601;&#1575; &#1593;&#1606;&#1616; &#1575;&#1604;&#1605;&#1587;&#1574;&#1604;&#1577; &#1608;&#1587;&#1593;&#1610;&#1575; &#1593;&#1604;&#1609; &#1593;&#1610;&#1575;&#1604;&#1607;&#1548;&#1608;&#1578;&#1593;&#1591;&#1601;&#1575; &#1593;&#1604;&#1609; &#1580;&#1575;&#1585;&#1607; &#1580;&#1575;&#1569; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1608;&#1580;&#1607;&#1607; &#1603;&#1575;&#1604;&#1602;&#1605;&#1585; &#1604;&#1610;&#1604;&#1577; &#1575;&#1604;&#1576;&#1583;&#1585;&#1548;&#1608;&#1605;&#1606; &#1591;&#1604;&#1576;&#1607;&#1575; &#1581;&#1604;&#1575;&#1604;&#1575;&#1611; &#1578;&#1603;&#1575;&#1579;&#1585;&#1575; &#1605;&#1601;&#1575;&#1582;&#1585;&#1575; &#1605;&#1585;&#1575;&#1574;&#1610;&#1575; &#1604;&#1602;&#1609; &#1575;&#1604;&#1604;&#1607; &#1610;&#1608;&#1605; &#1575;&#1604;&#1602;&#1610;&#1575;&#1605;&#1577; &#1608;&#1607;&#1608; &#1593;&#1604;&#1610;&#1607; &#1594;&#1590;&#1576;&#1575;&#1606;<br>
    Barangsiapa yang mencari dunia yang halal dan menjaga diri dari meminta-minta(mengemis)<br>
    dan berusaha(bekerja) untuk menghidupi keluarganya,dan berbuat baik dengan tetangga<br>
    maka ia akan datang di hadapan Allah nanti di hari kiamat dengan wajah yang bersinar bagaikan rembulan di malam purnama. dan barangsiapa yang mencari dunia yang halal untuk memperbanyak harta dan kesombongan serta di pamer-pamerkan,maka kelak di hari kiamat ia akan di benci di hadapan Allah</p>
<p>Rosulullah s.a.w bersabda</p>
<p>&#1602;&#1575;&#1604; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1589;&#1604;&#1618;&#1574;&#1609; &#1575;&#1604;&#1604;&#1607; &#1593;&#1604;&#1610;&#1607; &#1608;&#1587;&#1604;&#1605; &#1573;&#1606; &#1601;&#1610; &#1575;&#1604;&#1580;&#1606;&#1577; &#1604;&#1594;&#1585;&#1601;&#1575; &#1610;&#1585;&#1609; &#1592;&#1575;&#1607;&#1585;&#1607;&#1575; &#1605;&#1606; &#1576;&#1575;&#1591;&#1606;&#1607;&#1575; &#1608;&#1576;&#1575;&#1591;&#1606;&#1607;&#1575; &#1605;&#1606; &#1592;&#1575;&#1607;&#1585;&#1607;&#1575;&#1548;&#1602;&#1610;&#1604;;&#1608;&#1605;&#1614;&#1606; &#1587;&#1603;&#1575;&#1606;&#1607;&#1575; &#1610;&#1575; &#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607;&#1567;&#1602;&#1575;&#1604;;&#1575;&#1604;&#1584;&#1610;&#1606; &#1610;&#1591;&#1593;&#1605;&#1608;&#1606; &#1575;&#1604;&#1591;&#1593;&#1575;&#1605;&#1548;&#1608;&#1610;&#1591;&#1610;&#1576;&#1608;&#1606; &#1575;&#1604;&#1603;&#1604;&#1575;&#1605;&#1548;&#1608;&#1610;&#1583;&#1610;&#1605;&#1608;&#1606; &#1575;&#1604;&#1589;&#1610;&#1575;&#1605;&#1548;&#1608;&#1610;&#1601;&#1588;&#1608;&#1606; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;&#1548;&#1608;&#1610;&#1589;&#1604;&#1608;&#1606; &#1576;&#1575;&#1604;&#1604;&#1610;&#1604; &#1608;&#1575;&#1604;&#1606;&#1575;&#1587; &#1606;&#1610;&#1575;&#1605;&#1548;&#1602;&#1575;&#1604;&#1608;&#1575; &#1610;&#1575;&#1585;&#1587;&#1608;&#1604; &#1575;&#1604;&#1604;&#1607; &#1608;&#1605;&#1606; &#1610;&#1591;&#1610;&#1602; &#1584;&#1604;&#1603;&#1567;&#1602;&#1575;&#1604;;&#1605;&#1606; &#1602;&#1575;&#1604;;&#1587;&#1615;&#1576;&#1618;&#1581;&#1614;&#1575;&#1606;&#1614; &#1575;&#1604;&#1604;&#1617;&#1607;&#1615; &#1608;&#1614;&#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1612; &#1604;&#1616;&#1604;&#1617;&#1607;&#1616; &#1608;&#1614;&#1604;&#1575;&#1614;&#1573;&#1604;&#1614;&#1607;&#1614; &#1573;&#1604;&#1575;&#1617;&#1575;&#1604;&#1604;&#1617;&#1607;&#1615; &#1608;&#1614;&#1575;&#1604;&#1604;&#1617;&#1607;&#1615; &#1571;&#1603;&#1618;&#1576;&#1614;&#1585;&#1618;.&#1601;&#1602;&#1583; &#1571;&#1591;&#1575;&#1576; &#1575;&#1604;&#1603;&#1604;&#1575;&#1605;&#1548;&#1608;&#1605;&#1614;&#1606; &#1571;&#1591;&#1593;&#1605; &#1571;&#1607;&#1604;&#1607; &#1601;&#1602;&#1583; &#1571;&#1591;&#1593;&#1605; &#1575;&#1604;&#1591;&#1593;&#1575;&#1605;&#1548;&#1608;&#1605;&#1606; &#1589;&#1575;&#1605; &#1585;&#1605;&#1590;&#1575;&#1606; &#1601;&#1602;&#1583; &#1575;&#1583;&#1575;&#1605; &#1575;&#1604;&#1589;&#1610;&#1575;&#1605;&#1548;&#1608;&#1605;&#1606; &#1604;&#1602;&#1610; &#1571;&#1582;&#1575;&#1607; &#1610;&#1587;&#1604;&#1605; &#1593;&#1604;&#1610;&#1607; &#1601;&#1602;&#1583; &#1571;&#1601;&#1588;&#1609; &#1575;&#1604;&#1587;&#1604;&#1575;&#1605;&#1548;&#1608;&#1605;&#1606; &#1589;&#1604;&#1617;&#1609; &#1575;&#1604;&#1593;&#1588;&#1575;&#1569;&#1575;&#1604;&#1570;&#1582;&#1585;&#1577; &#1608;&#1575;&#1604;&#1601;&#1580;&#1585;&#1601;&#1602;&#1583; &#1589;&#1604;&#1617;&#1609; &#1576;&#1575;&#1604;&#1617;&#1610;&#1604; &#1608;&#1575;&#1604;&#1606;&#1575;&#1587; &#1606;&#1610;&#1575;&#1605;.</p>
<p>Sesungguhnya di surga ada beberapa kamar yang mana bagian luar kamar tersebut tampak dari dalam,begitu juga sebaliknya,para sahabat kemudian bertanya: dan siapa ya Rosulullah orang2 yang dapat menempatinya? Rosul menjawab:orang-orang yang selalu memberi makan,dan berkata yang indah-indah/baik,dan melanggengkan puasa, dan selalu meramaikan salam,melaksanakan sholat di malam hari,ketika manusia terlelap. para sahabat bertanya: Ya Rosulullah,siapa yang kuasa melakukan itu? Rosul menjawab: Barangsiapa yang mengucapkan kalimat (&#1587;&#1615;&#1576;&#1618;&#1581;&#1614;&#1575;&#1606;&#1614; &#1575;&#1604;&#1604;&#1617;&#1607;&#1615; &#1608;&#1614;&#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1612; &#1604;&#1616;&#1604;&#1617;&#1607;&#1616; &#1608;&#1614;&#1604;&#1575;&#1614;&#1573;&#1604;&#1614;&#1607;&#1614; &#1573;&#1604;&#1575;&#1617;&#1575;&#1604;&#1604;&#1617;&#1607;&#1615; &#1608;&#1614;&#1575;&#1604;&#1604;&#1617;&#1607;&#1615; &#1571;&#1603;&#1618;&#1576;&#1614;&#1585;&#1618;) maka ia telah membaguskan kalamnya, dan barang siapa yang memberi nafkah kepada keluarganya,maka ia termasuk golongan orang yang selalu memberi makan,dan barangsiapa yang berpuasa di bulan ramadhan,niscaya ia termasuk orang yang melanggengkan puasa,dan barangsiapa yang berjumpa dengan saudaranya lalu ia  mengucapkan salam, maka ia termasuk orang yang meramaikan salam,dan barang siapa yang melakukan sholat isyak dan sholat subuh,maka benar-benar ia sholat di waktu malam ,disaat manusia sedang tidur</p>
<p></p>

</body>
</html>